{
  "Home": {
    "Indoor": "INNENRÄUME",
    "Outdoor": "AUSSENBEREICH"
  },
  "Nav": {
    "Home": "Startseite",
    "Work": "Unsere Arbeit",
    "Contact": "Kontakt",
    "Languages": "Sprachen"
  },
  "Contact": {
    "Title": "Kontaktiere uns",
    "Solutions": "Wir haben alle Lösungen für dich",
    "FullName": "Vollständiger Name",
    "Email": "E-Mail",
    "Phone": "Telefon",
    "Message": "Nachricht"
  },
  "Language": {
    "Languages": "Sprachen",
    "Header": "Wählen Sie Ihre Sprache"
  },
  "Work": {
    "Title": "Unsere Arbeitsweise",
    "Contact": "1. Erstkontakt",
    "Advice": "2. Beratung bei Ihnen zu Hause",
    "Installation": "3. Installation bei Ihnen zu Hause",
    "Concept": "Unsere Arbeitsweise bei Space of Design, spezialisiert auf Dekoration und Sonnenschutz für Innen- und Außenbereiche, konzentriert sich darauf, unseren Kunden vom ersten Kontakt bis zur endgültigen Installation eine vollständige und zufriedenstellende Erfahrung zu bieten. Im Folgenden erläutere ich jeden Schritt unseres Prozesses:",
    "ContactText": "1. ERSTKONTAKT: In diesem ersten Schritt erhalten wir den Anruf des Kunden, der an unseren Dienstleistungen interessiert ist. Unser Kundenserviceteam ist hochqualifiziert, um die spezifischen Bedürfnisse und Anforderungen jedes Kunden zu hören, eine persönliche Betreuung zu bieten und auf alle Fragen und Anfragen zu antworten. Wir vereinbaren einen Termin, um Sie zu Hause kostenlos zu besuchen.",
    "AdviceText": "2. INDIVIDUELLE BERATUNG: Während des Besuchs bei Ihnen zu Hause bietet unser Team von Experten für Dekoration und Sonnenschutz eine umfassende und individuelle Beratung. Wir präsentieren eine breite Palette von Produkten und Materialien, erläutern die Merkmale, Vorteile und Möglichkeiten jeder einzelnen. Darüber hinaus stellen wir sicher, dass wir die ästhetischen Vorlieben des Kunden und seine spezifischen Anforderungen an Funktionalität und Komfort verstehen.",
    "InstallationText": "3. INSTALLATION: professionell, ordentlich und sauber: Sobald der Kunde die gewünschten Produkte und Materialien ausgewählt hat, führen wir die professionelle Installation durch. Unser hochqualifiziertes und erfahrenes Installateurteam arbeitet sorgfältig und mit Liebe zum Detail und garantiert ein makelloses und dauerhaftes Ergebnis. Wir verpflichten uns, die Installation ordentlich und sauber durchzuführen, den Platz und die Möbel des Kunden zu respektieren und den Ort bei Abschluss der Arbeit in einwandfreiem Zustand zu hinterlassen. Bei Space of Design setzen wir uns für einen umfassenden und qualitativ hochwertigen Service ein, vom ersten Kontakt bis zur endgültigen Installation, um die volle Zufriedenheit unserer Kunden in jedem Stadium des Prozesses zu gewährleisten."
  },
  "Indoor": {
    "Title": "Sonnenschutz und Textildekoration für Innenbereiche",
    "Titlesm": "Sonnenschutz für Innenräume",
    "SlidingPanels": "Schiebevorhänge",
    "RollerBlind": "Rollos",
    "Pleated": "Plisseevorhänge",
    "Slated": "Vertikal-Lamellen",
    "Venetian": "Holz- und Aluminiumjalousien",
    "Venetiansm": "Holzjalousien",
    "Textile": "Vorhangstoffe und Konfektion",
    "Textilesm": "Vorhänge und Konfektion"
  },
  "Outdoor": {
    "Title": "Sonnenschutz im Freien und Strukturen für Garten und Terrasse",
    "Titlesm": "Sonnenschutz im Freien",
    "SunProtect": "Markisensystem",
    "Garden": "Gartenstrukturen",
    "Photovoltaic": "Photovoltaik-Pergola",
    "Bioclimatic": "Bioklimatische Pergola",
    "Led": "Sonnenschirme",
    "Microclimatized": "Chillout-Bereiche"
  },
  "Crystal": {
    "Title": "Klapp- und Schiebeglasverkleidungen",
    "Titlesm": "Glasverkleidungen",
    "Contact": "Entdecken Sie die Eleganz und Exklusivität unserer Glasvorhänge für Raumverkleidungen!",
    "Advice": "Unsere Glasvorhänge bieten eine innovative und anspruchsvolle Lösung, um einzigartige und markante Umgebungen in Ihrem Zuhause oder Geschäft zu schaffen. Mit einem modernen und minimalistischen Design verwandeln diese Vorhänge Ihre Außenbereiche in funktionale und elegante Räume, ideal zum Genießen das ganze Jahr über.",
    "Installation": "Dank ihres rahmenlosen Designs und ihres sanften Gleitsystems bieten unsere Glasvorhänge eine ungehinderte Panoramaansicht, ermöglichen es, dass natürliches Licht in Ihre Räume gelangt und ein Gefühl von Weite und Helligkeit erzeugt wird. Darüber hinaus ermöglicht ihre Vielseitigkeit das Öffnen oder Schließen der Vorhänge je nach Bedarf, und passt sich so jederzeit an das Klima und die Umgebung an.",
    "Concept": "Hergestellt aus hochwertigem gehärtetem Glas bieten unsere Vorhänge außergewöhnliche Widerstandsfähigkeit und Langlebigkeit, garantieren einen effektiven Schutz vor externen Elementen wie Wind, Regen und Staub, ohne die Ästhetik oder Transparenz zu beeinträchtigen.",
    "ContactText": "Ob Sie einen eleganten Speisesaal im Freien, ein gemütliches Wohnzimmer am Pool oder einen luxuriösen Veranstaltungsbereich für Ihr Unternehmen schaffen möchten, unsere Glasvorhänge sind die perfekte Wahl, um jedem Ambiente einen Hauch von Distinktion und Exklusivität zu verleihen.",
    "AdviceText": "Verwandeln Sie Ihre Außenbereiche in einzigartige und exklusive Orte mit unseren Glasvorhängen und verwirklichen Sie Ihre Design- und Komfortträume. Trauen Sie sich, sich mit der unvergleichlichen Eleganz unserer Verkleidungslösungen zu unterscheiden!"
  },
  "Sliding": {
    "Title": "Schiebepaneele für die Innenraumdekoration",
    "Contact": "Schiebepaneele für die textile Innenraumdekoration mit modernsten Materialien sind eine moderne und elegante Lösung, um jeden Raum zu verschönern und das Licht zu steuern. Dieses Produkt kombiniert zeitgenössisches Design mit fortschrittlicher Technologie und bietet eine vielseitige und funktionale Option für die Dekoration Ihres Zuhauses, wobei jedes Design nach Ihrem individuellen Geschmack angepasst wird.",
    "Advice": "Materialien auf dem neuesten Stand der Technik: Schiebepaneele sind aus hochwertigen Materialien und fortschrittlicher Technologie gefertigt, die Langlebigkeit und Widerstandsfähigkeit garantieren. Diese Materialien können innovative Stoffe, flecken- und verschleißfeste, wie Fiberglas, Screen oder harzbeschichtete Leinenstoffe, umfassen.",
    "Installation": "Einfache Wartung: Die Oberfläche der Schiebepaneele ist so konzipiert, dass sie leicht zu pflegen ist und eine ständige Reinigung überflüssig macht. Die Materialien stoßen Staub und Flecken ab, was eine gelegentliche Reinigung mit einem weichen, feuchten Tuch erleichtert.",
    "Concept": "Motorisierte Systeme: Dieses Produkt verfügt über motorisierte Systeme, die eine bequeme und effiziente Steuerung der Paneele ermöglichen. Mit einer Fernbedienung oder sogar über mobile Anwendungen können Sie die Position der Paneele anpassen, um den Lichteinfall zu regulieren und mit einem einfachen Touch die Privatsphäre zu gewährleisten.",
    "ContactText": "Personalisierung und Design: Schiebepaneele sind in einer Vielzahl von Farben, Mustern und Texturen erhältlich, um sich jedem Stil der Innenraumdekoration anzupassen. Darüber hinaus bieten sie Möglichkeiten zur Personalisierung durch den digitalen Druck, um individuellen Benutzerpräferenzen gerecht zu werden."
  },
  "Roller": {
    "Title": "Raffrollos für die Innenraumdekoration",
    "Contact": "Raffrollos für die textile Innenraumdekoration mit modernsten Materialien sind eine moderne und elegante Lösung, um jeden Raum zu verschönern und das Licht zu steuern. Dieses Produkt kombiniert zeitgenössisches Design mit fortschrittlicher Technologie und bietet eine vielseitige und funktionale Option für die Dekoration Ihres Zuhauses, wobei jedes Design nach Ihrem individuellen Geschmack angepasst wird.",
    "Advice": "Materialien auf dem neuesten Stand der Technik: Raffrollos sind aus hochwertigen Materialien und fortschrittlicher Technologie gefertigt, die Langlebigkeit und Widerstandsfähigkeit garantieren. Diese Materialien können innovative Stoffe, flecken- und verschleißfeste, wie Fiberglas, Screen oder harzbeschichtete Leinenstoffe, umfassen.",
    "Installation": "Einfache Wartung: Die Oberfläche der Raffrollos ist so konzipiert, dass sie leicht zu pflegen ist und eine ständige Reinigung überflüssig macht. Die Materialien stoßen Staub und Flecken ab, was eine gelegentliche Reinigung mit einem weichen, feuchten Tuch erleichtert.",
    "Concept": "Motorisierte Systeme: Dieses Produkt verfügt über motorisierte Systeme, die eine bequeme und effiziente Steuerung der Paneele ermöglichen. Mit einer Fernbedienung oder sogar über mobile Anwendungen können Sie die Position der Paneele anpassen, um den Lichteinfall zu regulieren und mit einem einfachen Touch die Privatsphäre zu gewährleisten.",
    "ContactText": "Personalisierung und Design: Raffrollos sind in einer Vielzahl von Farben, Mustern und Texturen erhältlich, um sich jedem Stil der Innenraumdekoration anzupassen. Darüber hinaus bieten sie Möglichkeiten zur Personalisierung durch den digitalen Druck, um individuellen Benutzerpräferenzen gerecht zu werden."
  },
  "Slated": {
    "Title": "Vertikale Lamellenvorhänge für die Innendekoration.",
    "Contact": "Unser Produkt von vertikalen Lamellenvorhängen kombiniert modernste Technologie mit hochwertigen Materialien, um Ihnen ein unvergleichliches Erlebnis des Sonnenschutzes zu bieten. Hergestellt aus Materialien wie Screen, Fiberglas und natürlichen Stoffen bieten diese Vorhänge effektiven Schutz vor Sonnenlicht und schaffen eine gemütliche und komfortable Innenatmosphäre.",
    "Advice": "Was unsere Vorhänge wirklich einzigartig macht, ist die Möglichkeit, sie durch den digitalen Druck zu personalisieren. Möchten Sie Ihren Vorhängen einen Hauch von Farbe oder ein individuelles Design hinzufügen? Mit unserer Option für den digitalen Druck können Sie Ihre Vorhänge in ein wahres Kunstwerk verwandeln, das Ihren Stil und Ihre Persönlichkeit widerspiegelt.",
    "Installation": "Aber das ist noch nicht alles. Wir stellen das Duomo-System vor, eine revolutionäre Innovation, die Leichtigkeit und Eleganz in einem Produkt vereint. Das Duomo-System ist unglaublich leicht, was die Installation und Handhabung erleichtert, aber es opfert nichts in Bezug auf Stil und Raffinesse. Mit Duomo erhalten Sie das Beste aus beiden Welten: Funktionalität und Schönheit."
  },
  "Venetian": {
    "Title": "Holz- oder Aluminium-Jalousien zur Innendekoration",
    "Contact": "Entdecken Sie Eleganz und Komfort mit unseren dekorativen venezianischen Jalousien für den Innenbereich aus Holz oder Aluminium!",
    "Advice": "In unserer Kollektion bieten wir eine unvergleichliche dekorative Lösung. Unsere venezianischen Jalousien verleihen nicht nur jedem Raum eine warme und gemütliche Note, sondern sind auch unglaublich einfach zu pflegen, was sie zur perfekten Wahl für Ihr Zuhause oder Büro macht.",
    "Installation": "Venezianische Jalousien aus Holz oder Aluminium werden aus den besten Materialien hergestellt, die ihre Schönheit und Textur betonen. Diese Materialien werden sorgfältig behandelt, um ihre Beständigkeit im Laufe der Zeit zu gewährleisten, während ihre glatte und luxuriöse Oberfläche eine gemütliche und elegante Atmosphäre in jedem Raum schafft. Zudem sind Holz und Aluminium bekannt für ihre einfache Reinigung und Pflege, sodass Sie ihre Schönheit viele Jahre lang mit minimalem Aufwand genießen können.",
    "Concept": "Motorisierte Systeme: Dieses Produkt ist mit motorisierten Systemen ausgestattet, die es Ihnen ermöglichen, die Lamellen bequem und effizient zu steuern. Mit einer Fernbedienung oder sogar über mobile Anwendungen können Sie die Position der Lamellen anpassen, um den Lichteinfall zu regulieren und mit einem einfachen Tastendruck die Privatsphäre zu gewährleisten."
  },
  "Pleated": {
    "Title": "Plissierte Vorhänge für die Inneneinrichtung",
    "Contact": "Plissierte Vorhänge sind eine elegante und funktionale Lösung für die Inneneinrichtung und den Sonnenschutz. Sie zeichnen sich durch ihr faltbares Design aus, das es ermöglicht, die Menge an einfallendem Licht einfach anzupassen und je nach Bedarf Privatsphäre zu bieten.",
    "Advice": "Eigenschaften:",
    "Installation": "Vielfalt an Materialien: Diese Vorhänge sind in einer breiten Palette von Materialien erhältlich, darunter transparente, halbtransparente und undurchsichtige Stoffe sowie Optionen, die UV-Schutz bieten, um Möbel zu erhalten und Blendung zu verhindern.",
    "Concept": "Dekorative Designs: Diese Vorhänge sind in verschiedenen Designs und Farben erhältlich, die zu verschiedenen Dekorationsstilen passen, von modern und minimalistisch bis klassisch und traditionell.",
    "ContactText": "Funktionalität und Ästhetik: Neben ihrer praktischen Funktion als Sonnenschutz und Lichtsteuerung verleihen plissierte Vorhänge jedem Innenraum eine Note von Eleganz und Stil."
  },
  "Textile": {
    "Title": "Textilvorhänge und Konfektion für die Innendekoration",
    "Contact": "Wir bieten eine breite Palette von Stoffen an, die wir in unseren eigenen Werkstätten mit verschiedenen Oberflächen und Grade der Sonnenundurchlässigkeit verarbeiten. Wir kombinieren gerne technische Vorhänge mit Rollos oder Schiebepaneelen und ergänzen sie mit natürlichen Stoffen, um unseren Räumen eine sehr beruhigende Wärme mit einem einzigartigen Stil und Design zu verleihen.",
    "Advice": "Zusätzlich sind unsere Montagesysteme mit den innovativsten Materialien ausgestattet, und wir achten auf jedes Detail unserer Verarbeitung. Unsere Produktpalette zeichnet sich durch ihre Vielseitigkeit und Anpassungsfähigkeit aus. Von Farben und Mustern bis hin zu Größen und Stilen können Sie einen wirklich einzigartigen und persönlichen Raum schaffen, der Ihren Stil und Ihre Persönlichkeit widerspiegelt.",
    "Installation": "Unsere Kollektion von Stoffen für Vorhänge und Konfektion vereint neueste Technologie mit herausragendem Design, um Ihnen ein unvergleichliches Erlebnis bei der Innendekoration zu bieten. Mit der Möglichkeit, unsere Systeme zu motorisieren, und einer breiten Palette von Anpassungsoptionen sind wir zuversichtlich, dass Sie alles finden werden, was Sie brauchen, um Ihre Räume mit Stil und Funktionalität zu verwandeln."
  },
  "CustomStructures": {
    "Title": "MAßGEFERTIGTE STRUKTUREN FÜR GÄRTEN UND TERRASSEN",
    "Titlesm": "GARTENSTRUKTUREN",
    "Contact": "Unsere Gartenstrukturen bieten eine perfekte Kombination aus Funktionalität und Ästhetik und ermöglichen es Ihnen, Ihren Außenbereich in eine Oase der Entspannung und Unterhaltung zu verwandeln. Mit festen oder ausfahrbaren Armen passen sich unsere Strukturen Ihren Bedürfnissen und Vorlieben an und bieten Ihnen die Flexibilität, Ihren Außenbereich optimal zu nutzen.",
    "Advice": "Wir bieten die Möglichkeit, integrierte LED-Beleuchtung hinzuzufügen. Unsere Strukturen schaffen nicht nur eine gemütliche und anspruchsvolle Atmosphäre, sondern ermöglichen es Ihnen auch, Ihre Außenbereiche selbst nach Einbruch der Nacht zu genießen. Die LED-Beleuchtung sorgt für weiches und angenehmes Licht, perfekt für gesellige Treffen, Abendessen im Freien oder einfach nur zum Entspannen unter den Sternen.",
    "Installation": "Gebaut aus hochwertigen Materialien und mit langlebigem Design garantieren unsere Gartenstrukturen Witterungsbeständigkeit und einfache Wartung, damit Sie ihre Schönheit und Komfort viele Jahre lang genießen können.",
    "Concept": "Ob Sie eine ruhige Leseecke, einen lebendigen Unterhaltungsbereich oder einfach nur einen Raum im Freien genießen möchten, unsere Gartenstrukturen sind die perfekte Wahl, um Ihrem Zuhause einen Hauch von Eleganz und Komfort zu verleihen.",
    "ContactText": "Verwandeln Sie Ihren Garten, Ihre Terrasse oder Ihren Patio in ein Traumziel mit unseren Gartenstrukturen und erleben Sie die Schönheit und Gelassenheit Ihrer Außenbereiche wie nie zuvor."
  },
  "Pergolas": {
    "Title": "PERGOLAS UND PARKSTRUKTUREN MIT PHOTOVOLTAIKSYSTEM",
    "Titlesm": "PHOTOVOLTAIK-PERGOLAS",
    "Contact": "Willkommen in der Zukunft der Solarenergie und intelligenten Funktionalität mit unserer innovativen Lösung für Photovoltaik-Pergolas und Parkstrukturen!",
    "Advice": "Unsere Photovoltaik-Pergola und Parkstruktur repräsentieren die perfekte Verbindung von Nachhaltigkeit, Energieeffizienz und modernem Design. Stellen Sie sich einen Raum vor, der nicht nur Schatten und Schutz für Fahrzeuge bietet, sondern auch saubere und erneuerbare Energie erzeugt, um Ihr Elektrofahrzeug mit intelligent anpassbaren Paneelen unter wechselnden Sonnenbedingungen aufzuladen.",
    "Installation": "Mit hoch effizienten Solarpaneelen, die in das Dach der Pergola und der Parkstruktur integriert sind, wird jeder Sonnenstrahl in nutzbaren Strom umgewandelt und trägt dazu bei, die Abhängigkeit von nicht erneuerbaren Energiequellen zu verringern und den CO2-Fußabdruck zu reduzieren.",
    "Concept": "Aber das ist noch nicht alles. Unsere motorisierte, ausrichtbare Solartechnologie bietet eine zusätzliche Ebene der Intelligenz für unser System. Diese Paneele können sich automatisch an die Sonnenbahn im Laufe des Tages anpassen und die Solarenergiegewinnung in Echtzeit optimieren. Ein bewölkter oder schattiger Tag? Kein Problem. Unser System kann angepasst werden, um die verfügbare Sonnenexposition zu maximieren.",
    "ContactText": "Neben ihrer energetischen Funktionalität sind unsere Photovoltaik-Pergolas und Parkstrukturen ein Zeugnis für elegantes Design und Vielseitigkeit. Mit einer Vielzahl von Anpassungsoptionen, von Materialien bis hin zu Farben und Oberflächen, können wir unser Produkt an jede architektonische und ästhetische Umgebung anpassen."
  },
  "Bioclimatic": {
    "Title": "BIOKLIMATISCHE PERGOLAS FÜR GÄRTEN UND TERRASSEN",
    "Titlesm": "BIOKLIMATISCHE PERGOLAS",
    "Contact": "Entdecken Sie die innovative bioklimatische Pergola mit versenkbaren Lamellen, die perfekte Wahl, um Ihre Außenbereiche in eine Oase einzigartigen Designs und Komforts zu verwandeln!",
    "Advice": "Unsere bioklimatische Pergola vereint fortschrittliche Funktionalität mit elegantem und zeitgemäßem Design und bietet Ihnen die volle Kontrolle über Ihre Außenumgebung. Dank ihrer motorisierten, versenkbaren Lamellen können Sie ganz einfach die Menge an Sonnenlicht, Schatten und Belüftung anpassen, um die ideale Atmosphäre zu jeder Tageszeit zu schaffen.",
    "Installation": "Hergestellt aus hochwertigen Materialien in verschiedenen Farben und Oberflächen mit modernster Ingenieurskunst garantiert unsere bioklimatische Pergola Langlebigkeit und Wetterbeständigkeit und ermöglicht es Ihnen, Ihre Außenbereiche das ganze Jahr über zu genießen.",
    "Concept": "Egal, ob Sie einen ruhigen Rückzugsort in Ihrem Garten, einen Unterhaltungsbereich für gesellschaftliche Zusammenkünfte oder eine ruhige Oase zum Entspannen nach einem langen Tag suchen, unsere bioklimatische Pergola ist die perfekte Lösung für Ihre Design- und Komfortbedürfnisse im Freien.",
    "ContactText": "Verwandeln Sie Ihren Garten, Ihre Terrasse oder Ihren Patio in ein maßgeschneidertes Refugium mit unserer bioklimatischen Pergola und erleben Sie die perfekte Kombination aus Stil, Funktionalität und Komfort, die nur wir bieten können."
  },
  "Coffee": {
    "Title": "MARKISEN MIT KASSETTENSYSTEM",
    "Titlesm": "KASSETTENMARKISEN",
    "Contact": "Unsere Gartenstrukturen bieten eine perfekte Kombination aus Funktionalität und Ästhetik und ermöglichen es Ihnen, Ihren Außenbereich in eine Oase der Entspannung und Unterhaltung zu verwandeln. Mit festen oder ausfahrbaren Armen passen sich unsere Strukturen Ihren Bedürfnissen und Vorlieben an und bieten Ihnen die Flexibilität, Ihren Außenbereich optimal zu nutzen.",
    "Advice": "Wir bieten die Möglichkeit, integrierte LED-Beleuchtung hinzuzufügen, unsere Strukturen schaffen nicht nur eine gemütliche und anspruchsvolle Atmosphäre, sondern ermöglichen es Ihnen auch, Ihre Außenbereiche selbst nach Einbruch der Nacht zu genießen. Die LED-Beleuchtung sorgt für weiches und angenehmes Licht, perfekt für gesellige Treffen, Abendessen im Freien oder einfach nur zum Entspannen unter den Sternen.",
    "Installation": "Gebaut aus hochwertigen Materialien und mit langlebigem Design garantieren unsere Gartenstrukturen Witterungsbeständigkeit und einfache Wartung, damit Sie ihre Schönheit und Komfort viele Jahre lang genießen können.",
    "Concept": "Ob Sie eine ruhige Leseecke, einen lebendigen Unterhaltungsbereich oder einfach nur einen Raum im Freien genießen möchten, unsere Gartenstrukturen sind die perfekte Wahl, um Ihrem Zuhause einen Hauch von Eleganz und Komfort zu verleihen.",
    "ContactText": "Verwandeln Sie Ihren Garten, Ihre Terrasse oder Ihren Patio in ein Traumziel mit unseren Gartenstrukturen und erleben Sie die Schönheit und Gelassenheit Ihrer Außenbereiche wie nie zuvor."
  },
  "Retractable": {
    "Title": "AUSFAHRENDE MARKISENSYSTEME",
    "Titlesm": "AUSFAHRENBARE MARKISEN",
    "Contact": "Genießen Sie das Leben im Freien mit Stil und unübertroffenem Komfort dank unserer Ausfahrbaren Markise mit Struktur! Sorgfältig gestaltet, um einzigartige und komfortable Außenbereiche zu schaffen, ist dieses innovative System die perfekte Lösung für diejenigen, die ihre Außenbereiche optimal nutzen möchten, sei es im Garten, auf der Terrasse oder dem Patio.",
    "Advice": "Mit einem robusten und eleganten Design bietet unsere ausfahrbare Markise nicht nur Schutz vor den Elementen, sondern verleiht auch jedem Umfeld einen Hauch von Raffinesse. Hergestellt aus hochwertigen Materialien, garantiert sie Langlebigkeit und Witterungsbeständigkeit, was jahrelangen zuverlässigen Einsatz gewährleistet.",
    "Installation": "Mit der Möglichkeit, das System zu motorisieren, können Sie die Markise mit nur einem Knopfdruck aus- oder einfahren und bieten damit eine unvergleichliche Bequemlichkeit. Egal, ob Sie die warme Sonne genießen oder im kühlen Schatten Schutz suchen, unsere ausfahrbare Markise bietet Ihnen die volle Kontrolle über Ihren Außenbereich.",
    "Concept": "Darüber hinaus passt sich ihr vielseitiges Design einer Vielzahl von Konfigurationen und architektonischen Stilen an und gewährleistet eine nahtlose Integration in Ihre vorhandene Umgebung.",
    "ContactText": "Kompromittieren Sie nicht die Qualität oder den Komfort im Freien. Entdecken Sie eine neue Art, Ihre Außenbereiche mit unserer Ausfahrbaren Markise mit Struktur zu genießen. Machen Sie jeden Moment im Freien zu einem unvergesslichen Erlebnis!"
  },
  "Flat": {
    "Title": "FLACHE MARKISENSYSTEME",
    "Titlesm": "FLACHE MARKISEN",
    "Contact": "Tauchen Sie ein in Luxus und Komfort im Freien mit unserer Flachen Markise für Gärten und Terrassen. Entworfen mit dem Ziel, einzigartige und komfortable Außenbereiche zu schaffen, hebt dieses elegante Sonnenschutzsystem sofort den Charme jeder Außenfläche und bietet Ihnen einen perfekten Rückzugsort zum Entspannen und Genießen des Lebens im Freien.",
    "Advice": "Mit ihrem minimalistischen und zeitgenössischen Design verwandelt unsere flache Markise den Raum in einen gemütlichen und eleganten Rückzugsort. Dieses Produkt garantiert Witterungsbeständigkeit und Langzeitdauerhaftigkeit, so dass Sie Ihren Außenbereich jahrelang sorgenfrei genießen können.",
    "Installation": "Mit der Möglichkeit, das System zu motorisieren, können Sie die Aus- und Einfahrt der Markise ganz einfach per Knopfdruck steuern und erhalten damit ein unvergleichliches Maß an Bequemlichkeit und Komfort. Egal, ob Sie die warme Sonne genießen oder einen kühlen und entspannenden Schatten schaffen möchten, unsere flache Markise bietet Ihnen die volle Kontrolle über Ihre Außenumgebung.",
    "Concept": "Stellen Sie sich die Möglichkeiten vor: von intimen Abenden im Freien bis hin zu lebhaften Treffen mit Freunden und Familie bietet unsere Flache Markise für Gärten und Terrassen Ihnen die Freiheit, die perfekte Atmosphäre zu jeder Zeit zu schaffen.",
    "ContactText": "Entdecken Sie eine neue Art, Ihre Außenbereiche mit unserer Flachen Markise für Gärten und Terrassen zu genießen. Machen Sie jeden Moment im Freien zu einem unvergesslichen Erlebnis!"
  },
  "OutdoorVertical": {
    "Title": "AUSSENVERTIKALE MARKISENSYSTEME",
    "Titlesm": "VERTIKALE MARKISEN",
    "Contact": "Willkommen in unserer innovativen Produktlinie für den Außenbereich! Wir präsentieren unsere vertikale Markise, eine intelligente Lösung, die entwickelt wurde, um komfortable Räume in Ihrem Zuhause zu schaffen, während Sie vor den Elementen geschützt sind und die Intensität des Lichts kontrollieren können.",
    "Advice": "Unsere vertikale Markise bietet ein elegantes und funktionales Design, das sich nahtlos in jede Außenumgebung einfügt, sei es auf Ihrer Terrasse, in Ihrem Garten oder auf Ihrem Patio. Mit ihrer Fähigkeit, die Lichtintensität zu regulieren, können Sie zu jeder Tageszeit eine angenehme und maßgeschneiderte Atmosphäre genießen.",
    "Installation": "Dieses Produkt besteht aus hochwertigen Materialien, die Langlebigkeit und Widerstandsfähigkeit gegen widrige Wetterbedingungen garantieren. Ihr Regulierungssystem ermöglicht es Ihnen, die Position der Markise nach Bedarf anzupassen und bietet Ihnen die Privatsphäre und den Schutz, den Sie sich wünschen.",
    "Concept": "Ob Sie ein Frühstück im Freien an einem sonnigen Morgen genießen oder sich an einem regnerischen Nachmittag auf Ihrer Terrasse entspannen möchten, unsere vertikale Markise bietet Ihnen die Flexibilität und den Komfort, die Sie benötigen, um die perfekte Atmosphäre in Ihrem Zuhause zu schaffen.",
    "ContactText": "Entdecken Sie, wie unsere vertikale Markise Ihren Außenbereich in eine Oase des Komforts und des Stils verwandeln kann. Machen Sie Ihr Zuhause mit unserer innovativen Lösung für den Außenbereich noch gemütlicher!"
  },
  "Led": {
    "Title": "MARKISENSYSTEME MIT INTEGRIERTER LED-BELEUCHTUNG",
    "Titlesm": "MARKISEN MIT LED",
    "Contact": "Wir präsentieren unsere neueste Innovation im Bereich des äußeren Sonnenschutzes: die Integration von LED-Systemen in all unsere Produkte! Jetzt bieten wir nicht nur Lösungen zum Schutz vor Sonne und Wetter, sondern auch die Möglichkeit, einzigartige und exklusive Atmosphären in Ihren Außenbereichen zu schaffen.",
    "Advice": "Stellen Sie sich vor, Sie könnten Ihre Terrasse, Ihren Garten oder Ihren Patio mit nur einem Knopfdruck in einen magischen und gemütlichen Ort verwandeln. Unsere integrierten LED-Systeme ermöglichen es Ihnen, die Beleuchtung Ihres Außenbereichs nach Ihrer Stimmung, der Atmosphäre, die Sie schaffen möchten, oder dem besonderen Anlass, den Sie feiern, zu personalisieren.",
    "Installation": "Von sanften, warmen Lichtern, die eine entspannende Atmosphäre für ein romantisches Abendessen schaffen, bis hin zu hellen und bunten Lichtern, die eine Outdoor-Party beleben, sind die Möglichkeiten endlos. Darüber hinaus garantiert die Integration von LED-Systemen in unsere Sonnenschutzprodukte ein elegantes und unauffälliges Design, das die Schönheit Ihres Außenbereichs hervorhebt.",
    "Concept": "Mit unserer modernen Technologie investieren Sie nicht nur in Schutz und Funktionalität, sondern auch in Stil und Atmosphäre. Entdecken Sie, wie unsere Sonnenschutzprodukte im Freien mit LED-Systemen Ihre Outdoor-Erlebnisse vollständig verändern und Ihr Zuhause zu einem noch spezielleren und exklusiveren Ort machen können."
  },
  "Traditional": {
    "Title": "TRADITIONELLE MARKISENSYSTEME",
    "Titlesm": "TRADITIONELLE MARKISEN",
    "Contact": "Entdecken Sie die Eleganz und Funktionalität unserer traditionellen Markisen für den Außenbereich, perfekt für kleine Fenster in der Höhe! Wir bieten eine Vielzahl von Modellen, darunter das klassische Kappensystem und das vielseitige Modell mit festem Arm, die entwickelt wurden, um alle Ihre Bedürfnisse in Bezug auf Sonnenschutz und Verschönerung Ihres Hauses zu erfüllen.",
    "Advice": "Das Kappensystem ist eine charmante und zeitlose Wahl, die jedem Fassaden einen Hauch von Stil verleiht. Ihr gebogenes Design schafft ein unverwechselbares und einladendes Aussehen, während ihre robuste Struktur effektiven Schutz vor Sonne und Regen bietet. Dieses Modell ist besonders geeignet für kleine Fenster in der Höhe, da sein kompaktes Design perfekt in enge Räume passt.",
    "Installation": "Das Modell mit festem Arm bietet andererseits eine praktische und vielseitige Lösung für Ihre Sonnenschutzbedürfnisse. Dank seines modularen und anpassbaren Designs kann es einfach an einer Vielzahl von Orten installiert werden, einschließlich Fenstern in der Höhe. Mit seinem System aus festen Armen bietet diese Markise eine stabile und dauerhafte Abdeckung und garantiert den Komfort und Schutz, den Sie benötigen."
  },
  "HELLO": "Hallo"
}
