{
  "Home": {
    "Indoor": "INDOORS",
    "Outdoor": "OUTDOORS"
  },
  "Nav": {
    "Home": "Home",
    "Work": "Our Work",
    "Contact": "Contact",
    "Languages": "Languages"
  },
  "Contact": {
    "Title": "Contact Us",
    "Solutions": "We Have All the Solutions for You",
    "FullName": "Full Name",
    "Email": "Email",
    "Phone": "Phone",
    "Message": "Message"
  },
  "Language": {
    "Languages": "Languages",
    "Header": "Choose Your Language"
  },
  "Work": {
    "Title": "Our Working Method",
    "Contact": "1. Initial Contact",
    "Advice": "2. Home Consultation",
    "Installation": "3. Installation",
    "Concept": "Our working method at Space of Design, specialized in interior and exterior decoration and sun protection, focuses on providing our clients with a complete and satisfactory experience from the first contact to the final installation. Below, I detail each step of our process:",
    "ContactText": "1. INITIAL CONTACT: In this first step, we receive the call from the client interested in our services. Our customer service team is highly trained to listen to the specific needs and requirements of each client, providing personalized attention and answering all their questions and inquiries, scheduling an appointment to visit them at their home at no cost to you.",
    "AdviceText": "2. PERSONALIZED ADVICE: During the home visit, our team of experts in decoration and sun protection provides comprehensive and personalized advice. We present a wide range of products and materials, explaining the characteristics, advantages, and possibilities of each one. Additionally, we ensure understanding the client's aesthetic preferences and specific needs for functionality and comfort.",
    "InstallationText": "3. INSTALLATION: professional, tidy, and clean: Once the client has selected the desired products and materials, we proceed to their professional installation. Our team of highly trained and experienced installers performs the work with meticulousness and attention to detail, ensuring impeccable and durable finishes. We commit to carry out the installation in an organized and clean manner, respecting the client's space and furniture, and leaving the place in perfect condition once the work is finished. At Space of Design, we strive to offer a comprehensive and high-quality service, from the first contact to the final installation, ensuring the full satisfaction of our clients at each stage of the process."
  },
  "Indoor": {
    "Title": "Interior Sun Protection and Textile Decoration",
    "Titlesm": "Indoor Sun Protection Curtains",
    "SlidingPanels": "Sliding Panels",
    "RollerBlind": "Roller Blinds",
    "Pleated": "Pleated Curtains",
    "Slated": "Vertical Slatted Curtains",
    "Venetian": "Wooden and Aluminum Venetian Blinds",
    "Venetiansm": "Wooden Venetian Blinds",
    "Textile": "Curtain Fabrics and Tailoring",
    "Textilesm": "Curtains and Tailoring"
  },
  "Outdoor": {
    "Title": "Outdoor Sun Protection and Structures for Garden and Terrace",
    "Titlesm": "Outdoor Sun Protection",
    "SunProtect": "Awning System",
    "Garden": "Garden Structures",
    "Photovoltaic": "Photovoltaic Pergola",
    "Bioclimatic": "Bioclimatic Pergola",
    "Led": "Sunshades",
    "Microclimatized": "Chillout Spaces"
  },
  "Crystal": {
    "Title": "Folding and Sliding Glass Enclosures",
    "Titlesm": "Glass Enclosures",
    "Contact": "Discover elegance and exclusivity with our glass curtains for enclosure spaces!",
    "Advice": "Our glass curtains offer an innovative and sophisticated solution to create distinctive and unique environments in your home or business. With a modern and minimalist design, these curtains transform your outdoor spaces into functional and elegant areas, ideal for enjoyment throughout the year.",
    "Installation": "Thanks to their frameless design and smooth sliding system, our glass curtains provide unobstructed panoramic views, allowing natural light to enter your spaces and creating a sense of spaciousness and luminosity. Additionally, their versatility allows you to open or close the curtains according to your needs, adapting to the weather and environment at any time.",
    "Concept": "Manufactured with high-quality tempered glass, our curtains offer exceptional resistance and durability, guaranteeing effective protection against external elements such as wind, rain, and dust, without compromising aesthetics or transparency.",
    "ContactText": "Whether you want to create an elegant outdoor dining area, a cozy poolside lounge, or a luxurious event space for your business, our glass curtains are the perfect choice to add a touch of distinction and exclusivity to any environment.",
    "AdviceText": "Transform your outdoor spaces into unique and exclusive places with our glass curtains and make your design and comfort dreams come true. Dare to stand out with the incomparable elegance of our enclosure solutions!"
  },
  "Sliding": {
    "Title": "Sliding panels for interior decoration",
    "Titlesm": "Sliding panels",
    "Fibra": "Fiberglass panel",
    "Screen": "Solar screen panel",
    "Digital": "Digital printing panel",
    "Lino": "Resin-coated linen panel",
    "Contact": "Sliding Panels for interior textile decoration with state-of-the-art materials is a modern and elegant solution to beautify and control the lighting of any space. This product combines contemporary design with advanced technology, offering a versatile and functional option for decorating your home, customizing each design to your particular taste.",
    "Advice": "State-of-the-Art Materials: Sliding Panels are made with high-quality materials and advanced technology that guarantee durability and resistance. These materials may include innovative fabrics, stain-resistant, and wear-resistant, providing a long-lasting solution, such as fiberglass, screen, or resin-coated linen fabrics.",
    "Installation": "Easy Maintenance: The surface of Sliding Panels is designed to be easy to maintain, eliminating the constant need for cleaning. The materials repel dust and stains, making occasional cleaning with a soft, damp cloth easy.",
    "Concept": "Motorized Systems: This product features motorized systems that allow you to control the panels comfortably and efficiently. With a remote control or even through mobile applications, you can adjust the position of the panels to regulate the entry of light and ensure privacy with a simple touch.",
    "ContactText": "Customization and Design: Sliding Panels are available in a wide range of colors, patterns, and textures to suit any interior decoration style. Additionally, they offer customization options through digital printing to meet individual user preferences."
  },
  "Roller": {
    "Title": "Roller blinds for interior decoration",
    "Titlesm": "Roller blinds",
    "Crystal": "Swarovski crystal",
    "Night": "Day and night roller blind",
    "Lino": "Screen or linen roller blind",
    "Digital": "Digital printing",
    "Contact": "Roller Blinds for interior textile decoration with state-of-the-art materials is a modern and elegant solution to beautify and control the lighting of any space. This product combines contemporary design with advanced technology, offering a versatile and functional option for decorating your home, customizing each design to your particular taste.",
    "Advice": "State-of-the-Art Materials: Roller Blinds are made with high-quality materials and advanced technology that guarantee durability and resistance. These materials may include innovative fabrics, stain-resistant, and wear-resistant, providing a long-lasting solution.",
    "Installation": "Easy Maintenance: The surface of Roller Blinds is designed to be easy to maintain, eliminating the constant need for cleaning. The materials repel dust and stains, making occasional cleaning with a soft, damp cloth easy.",
    "Concept": "Motorized Systems: This product features motorized systems that allow you to control the panels comfortably and efficiently. With a remote control or even through mobile applications, you can adjust the position of the panels to regulate the entry of light and ensure privacy with a simple touch.",
    "ContactText": "Customization and Design: Roller Blinds are available in a wide range of colors, patterns, and textures to suit any interior decoration style. Additionally, they offer customization options through digital printing to meet individual user preferences."
  },
  "Slated": {
    "Title": "Vertical slat curtains for interior decoration",
    "Titlesm": "Vertical slats",
    "Duomo": "Duomo system",
    "Ondas": "Vertical with waves",
    "Bandas": "Vertical with bands",
    "Digital": "Digital printing",
    "Contact": "Our vertical slat curtain product combines state-of-the-art technology with high-quality materials to offer you an unparalleled solar protection experience. Made with materials such as screen, fiberglass, and natural fabrics, these curtains provide effective protection against sunlight while creating a cozy and comfortable indoor atmosphere.",
    "Advice": "What makes our curtains truly unique is the possibility of customizing them through digital printing. Want to add a touch of color or a custom design to your curtains? With our digital printing option, you can transform your curtains into a true work of art that reflects your style and personality.",
    "Installation": "But that's not all. We present the Duomo system, a revolutionary innovation that combines lightness and elegance in one product. The Duomo system is incredibly lightweight, making it easy to install and handle, but it doesn't sacrifice anything in terms of style and sophistication. With Duomo, you get the best of both worlds: functionality and beauty."
  },
  "Venetian": {
    "Title": "Wooden or aluminum venetian blinds for interior decoration",
    "Titlesm": "Wooden or aluminum venetian blinds",
    "Contact": "Discover elegance and comfort with our decorative venetian blinds for interiors in wood or aluminum!",
    "Advice": "In our collection, we offer an incomparable decoration solution. Our venetian blinds not only add a touch of warmth and comfort to any space, but they are also incredibly easy to maintain, making them the perfect choice for your home or office.",
    "Installation": "Wooden or aluminum venetian blinds are made with the finest materials, highlighting their beauty and texture. These materials are carefully treated to ensure their resistance over time, while their smooth and luxurious finish creates a cozy and elegant atmosphere in any space. Additionally, wood and aluminum are known for their ease of cleaning and maintenance, allowing you to enjoy their beauty for years with minimal upkeep.",
    "Concept": "Motorized Systems: This product features motorized systems that allow you to control the panels comfortably and efficiently. With a remote control or even through mobile applications, you can adjust the position of the panels to regulate the entry of light and ensure privacy with a simple touch."
  },
  "Pleated": {
    "Title": "Pleated curtains for interior decoration",
    "Titlesm": "Pleated curtains",
    "Contact": "The pleated curtain is an elegant and functional solution for interior decoration and solar protection. It is characterized by its foldable design, which allows you to easily adjust the amount of light entering a room and provide privacy according to the user's needs.",
    "Advice": "Features:",
    "Installation": "Variety of Materials: These curtains are available in a wide range of materials, including translucent, semi-transparent, and opaque fabrics, as well as options that offer UV protection to preserve furniture and prevent glare.",
    "Concept": "Decorative Designs: These curtains come in a variety of designs and colors that suit different decoration styles, from modern and minimalist to classic and traditional.",
    "ContactText": "Functionality and Aesthetics: In addition to their practical function as solar protection and light control, pleated curtains add a touch of elegance and style to any interior space."
  },
  "Textile": {
    "Title": "Textile curtains and furnishings for interior decoration",
    "Titlesm": "Curtains and furnishings",
    "Contact": "We have a wide assortment of fabrics that we make in our own workshops with different finishes and degrees of solar opacity. We like to combine technical curtains of roller or sliding panel complemented with drops of natural fabrics achieving to give our spaces a very comforting warmth with a unique style and design.",
    "Advice": "In addition, our installation systems feature the most innovative materials, paying attention to the smallest detail in our finishes. Our product line is distinguished by its versatility and customization capability. From colors and patterns to sizes and styles, you can create a truly unique and personalized space that reflects your style and personality.:",
    "Installation": "Our collection of fabrics for curtains and furnishings combines the latest technology with exceptional design to offer you an unparalleled interior decoration experience. With the possibility of motorizing our systems and a wide range of customization options, we are confident that you will find everything you need to transform your spaces with style and functionality."
  },
  "AwningSystem": {
    "Title": "Awning systems for solar protection",
    "Titlesm": "Awning systems",
    "Chest": "Chest awning",
    "Retractable": "Retractable awning",
    "Flat": "Flat awning",
    "Vertical": "Vertical awning",
    "Led": "LED lighting",
    "Traditional": "Traditional awning"
  },
  "CustomStructures": {
    "Title": "CUSTOMIZED DESIGN STRUCTURES FOR GARDENS AND TERRACES",
    "Titlesm": "GARDEN STRUCTURES",
    "Contact": "Our garden structures offer the perfect combination of functionality and aesthetics, allowing you to transform your outdoor space into an oasis of relaxation and entertainment. With fixed or extendable arm options, our structures adapt to your needs and preferences, providing flexibility to make the most of your outdoor area.",
    "Advice": "We offer the possibility to add integrated LED lighting; our structures not only create a cozy and sophisticated atmosphere but also allow you to enjoy your outdoor spaces even after nightfall. LED lighting provides a soft and pleasant light, perfect for social gatherings, outdoor dinners, or simply relaxing under the stars.",
    "Installation": "Built with high-quality materials and a durable design, our garden structures guarantee weather resistance and easy maintenance, so you can enjoy their beauty and comfort for many years.",
    "Concept": "Whether you want to create a quiet reading corner, a vibrant entertainment area, or simply a space to enjoy the outdoors, our garden structures are the perfect choice to add a touch of elegance and comfort to your home.",
    "ContactText": "Transform your garden, terrace, or patio into a dream destination with our garden structures and experience the beauty and serenity of your outdoor spaces like never before."
  },
  "Pergolas": {
    "Title": "PERGOLAS AND PARKING STRUCTURES WITH PHOTOVOLTAIC SYSTEM",
    "Titlesm": "PHOTOVOLTAIC PERGOLAS",
    "Contact": "Welcome to the future of solar energy and smart functionality with our innovative photovoltaic pergola solution and photovoltaic parking structure!",
    "Advice": "Our photovoltaic pergola and parking structure represent the perfect convergence of sustainability, energy efficiency, and modern design. Imagine a space that not only provides shade and protection for vehicles but also generates clean, renewable energy where you can recharge your electric vehicle with adaptable panels intelligently adjusting to changing sunlight conditions.",
    "Installation": "With highly efficient solar panels integrated into the pergola roof and parking structure, every ray of sunlight is converted into usable electricity, helping to reduce dependence on non-renewable energy sources and decreasing the carbon footprint.",
    "Concept": "But that's not all. Our motorized adjustable solar panel technology adds an additional layer of intelligence to our system. These panels can automatically adjust to follow the sun's path throughout the day, optimizing real-time solar energy capture. Cloudy or shaded day? No problem. Our system can adjust to maximize available solar exposure.",
    "ContactText": "In addition to its energy functionality, our photovoltaic pergolas and parking structures are a testament to elegant design and versatility. With a variety of customization options, from materials to colors and finishes, we can tailor our product to any architectural and aesthetic environment."
  },
  "Bioclimatic": {
    "Title": "BIOCLIMATIC PERGOLAS FOR GARDENS AND TERRACES",
    "Titlesm": "BIOCLIMATIC PERGOLAS",
    "Contact": "Discover the innovative bioclimatic pergola with retractable slats, the perfect choice for transforming your outdoor spaces into a unique design and comfort oasis!",
    "Advice": "Our bioclimatic pergola combines advanced functionality with elegant and contemporary design, offering you total control over your outdoor environment. Thanks to its motorized retractable slats, you can easily adjust the amount of sunlight, shade, and ventilation you want, creating the ideal atmosphere at any time of the day.",
    "Installation": "Built with high-quality materials in different colors and finishes with cutting-edge engineering, our bioclimatic pergola ensures durability and weather resistance, allowing you to enjoy your outdoor spaces all year round.",
    "Concept": "Whether you're looking to create a serene relaxation area in your garden, an entertainment space for social gatherings, or a quiet retreat to unwind after a long day, our bioclimatic pergola is the perfect solution for your outdoor design and comfort needs.",
    "ContactText": "Transform your patio, terrace, or garden into a personalized sanctuary with our bioclimatic pergola and experience the perfect combination of style, functionality, and comfort that only we can offer."
  },
  "Coffee": {
    "Title": "COFFEE AWNING SYSTEMS",
    "Titlesm": "AWNING SYSTEMS",
    "Contact": "Our garden structures offer the perfect combination of functionality and aesthetics, allowing you to transform your outdoor space into an oasis of relaxation and entertainment. With fixed or extendable arm options, our structures adapt to your needs and preferences, providing flexibility to make the most of your outdoor area.",
    "Advice": "We offer the possibility to add integrated LED lighting; our structures not only create a cozy and sophisticated atmosphere but also allow you to enjoy your outdoor spaces even after nightfall. LED lighting provides a soft and pleasant light, perfect for social gatherings, outdoor dinners, or simply relaxing under the stars.",
    "Installation": "Built with high-quality materials and a durable design, our garden structures guarantee weather resistance and easy maintenance, so you can enjoy their beauty and comfort for many years.",
    "Concept": "Whether you want to create a quiet reading corner, a vibrant entertainment area, or simply a space to enjoy the outdoors, our garden structures are the perfect choice to add a touch of elegance and comfort to your home.",
    "ContactText": "Transform your garden, terrace, or patio into a dream destination with our garden structures and experience the beauty and serenity of your outdoor spaces like never before."
  },
  "Retractable": {
    "Title": "RETRACTABLE AWNING SYSTEMS",
    "Titlesm": "RETRACTABLE AWNINGS",
    "Contact": "Enjoy the outdoors with unparalleled style and comfort thanks to our Retractable Awning in Structure! Meticulously designed to create unique and comfortable outdoor spaces, this innovative system is the perfect solution for those looking to make the most of their outdoor areas, whether in gardens, terraces, or patios.",
    "Advice": "With a sturdy and elegant structure, our retractable awning not only provides protection against the elements but also adds a touch of sophistication to any environment. Made with high-quality materials, it ensures durability and weather resistance, ensuring years of reliable use.",
    "Installation": "With the option to motorize the system, you can easily deploy or retract your awning with just the touch of a button, providing unparalleled convenience. Whether you want to enjoy the warm sun or shelter under cool shade, our retractable awning gives you total control over your outdoor space.",
    "Concept": "Additionally, its versatile design adapts to a variety of configurations and architectural styles, ensuring seamless integration with your existing environment.",
    "ContactText": "Don't compromise on outdoor quality or comfort. Discover a new way to enjoy your outdoor spaces with our Retractable Awning in Structure. Make every outdoor moment an unforgettable experience!"
  },
  "Flat": {
    "Title": "FLAT AWNING SYSTEMS",
    "Titlesm": "FLAT AWNINGS",
    "Contact": "Immerse yourself in outdoor luxury and comfort with our Flat Awning for Gardens and Terraces. Designed with the premise of creating unique and comfortable spaces, this stylish sun protection system instantly elevates the charm of any outdoor area, offering a perfect refuge to relax and enjoy the outdoors.",
    "Advice": "With its minimalist and contemporary design, our flat awning transforms the space into a cozy and elegant retreat. This product guarantees weather resistance and long-term durability, ensuring that you can enjoy your outdoor oasis for years to come without worry.",
    "Installation": "With the option to motorize the system, you can easily control the extension and retraction of the awning with just the push of a button, providing you with an unparalleled level of convenience and comfort. Whether you want to enjoy the warm sun or create cool, relaxing shade, our flat awning gives you total control over your outdoor environment.",
    "Concept": "Imagine the possibilities: from intimate outdoor evenings to lively gatherings with friends and family, our Flat Awning for Gardens and Terraces offers you the freedom to create the perfect atmosphere at any time.",
    "ContactText": "Discover a new way to enjoy your outdoor spaces with our Flat Awning for Gardens and Terraces. Make every outdoor moment an unforgettable experience!"
  },
  "OutdoorVertical": {
    "Title": "OUTDOOR VERTICAL AWNING SYSTEMS",
    "Titlesm": "VERTICAL AWNINGS",
    "Contact": "Welcome to our line of innovative outdoor products! Introducing our vertical awning, a smart solution designed to create comfortable spaces in your home while protecting you from the elements and allowing you to control light intensity.",
    "Advice": "Our vertical awning offers an elegant and functional design that seamlessly integrates into any outdoor environment, whether on your terrace, garden, or patio. With its ability to regulate light intensity, you can enjoy a pleasant and personalized atmosphere at any time of the day.",
    "Installation": "This product is made with high-quality materials that guarantee durability and resistance to adverse weather conditions. Its regulation system allows you to adjust the position of the awning according to your needs, providing you with the privacy and protection you desire at all times.",
    "Concept": "Whether you want to enjoy an outdoor breakfast on a sunny morning or relax on your terrace during a rainy afternoon, our vertical awning offers the flexibility and comfort you need to create the perfect atmosphere in your home.",
    "ContactText": "Discover how our vertical awning can transform your outdoor space into a sanctuary of comfort and style. Make your home even more inviting with our innovative outdoor solution!"
  },
  "Led": {
    "Title": "AWNINGS WITH INTEGRATED LED LIGHTING SYSTEMS",
    "Titlesm": "LED AWNINGS",
    "Contact": "Introducing our latest innovation in outdoor sun protection: the integration of LED systems into all our products! Now, we not only offer solutions to protect you from the sun and the elements but also give you the opportunity to create unique and exclusive atmospheres in your outdoor spaces.",
    "Advice": "Imagine being able to transform your terrace, garden, or patio into a magical and cozy place with just the touch of a button. Our integrated LED systems allow you to customize the lighting of your outdoor area according to your mood, the atmosphere you want to create, or the special occasion you're celebrating.",
    "Installation": "From soft warm lights that create a relaxing atmosphere for a romantic dinner to bright and colorful lights that liven up an outdoor party, the possibilities are endless. Plus, the integration of LED systems into our sun protection products ensures an elegant and discreet design that enhances the beauty of your outdoor space.",
    "Concept": "With our cutting-edge technology, you're not only investing in protection and functionality but also in style and atmosphere. Discover how our outdoor sun protection products with LED systems can completely transform your outdoor experiences and turn your home into an even more special and exclusive place.",
    "ContactText": "Transform your outdoor spaces with our LED awnings. Make every moment outdoors an unforgettable experience!"
  },
  "Traditional": {
    "Title": "TRADITIONAL AWNING SYSTEMS",
    "Titlesm": "TRADITIONAL AWNINGS",
    "Contact": "Discover the elegance and functionality of our traditional outdoor awnings, perfect for small high windows! We offer a wide range of models, including the classic hood model and the versatile fixed-point arm model, designed to meet all your sun protection and home beautification needs.",
    "Advice": "The hood model is a charming and timeless choice that adds a touch of style to any facade. Its curved design creates a distinctive and cozy look, while its sturdy structure ensures effective protection against the sun and rain. This model is particularly suitable for small high windows, as its compact design fits perfectly into limited spaces.",
    "Installation": "On the other hand, the fixed-point arm model offers a practical and versatile solution for your sun protection needs. Its modular and adjustable design allows for easy installation in a variety of locations, including high windows. With its fixed arm system, this awning provides stable and durable coverage, ensuring the comfort and protection you need."
  },
  "HELLO": "Hello"
}
