{
  "Home": {
    "Indoor": "ВНУТРЕННИЕ ПОМЕЩЕНИЯ",
    "Outdoor": "НАРУЖНЫЕ ПОМЕЩЕНИЯ"
  },
  "Nav": {
    "Home": "Главная",
    "Work": "Наша работа",
    "Contact": "Контакты",
    "Languages": "Языки"
  },
  "Contact": {
    "Title": "Свяжитесь с нами",
    "Solutions": "У нас есть все решения для вас",
    "FullName": "Полное имя",
    "Email": "Электронная почта",
    "Phone": "Телефон",
    "Message": "Сообщение"
  },
  "Language": {
    "Languages": "Языки",
    "Header": "Выберите свой язык"
  },
  "Work": {
    "Title": "Наш метод работы",
    "Contact": "1. Первичный контакт",
    "Advice": "2. Консультация у вас дома",
    "Installation": "3. Установка у вас дома",
    "Concept": "Наш метод работы в Space of Design, специализирующемся на декоре и солнцезащите для внутренних и внешних пространств, заключается в том, чтобы предоставить нашим клиентам полный и удовлетворительный опыт с первого контакта до окончательной установки. Ниже я подробно описываю каждый этап нашего процесса:",
    "ContactText": "1. ПЕРВИЧНЫЙ КОНТАКТ, На этом первом этапе мы получаем звонок от клиента, заинтересованного в наших услугах. Наша служба поддержки высоко квалифицирована для прослушивания потребностей и требований каждого клиента, предоставляя персонализированное обслуживание и отвечая на все его вопросы и запросы, назначая встречу для бесплатного визита к вам домой.",
    "AdviceText": "2. ПЕРСОНАЛИЗИРОВАННАЯ КОНСУЛЬТАЦИЯ, Во время визита к клиенту дома наша команда экспертов по декору и солнцезащите предоставляет полную и персонализированную консультацию. Мы представляем широкий спектр продуктов и материалов, объясняя характеристики, преимущества и возможности каждого из них. Кроме того, мы удостоверяемся в том, что понимаем эстетические предпочтения клиента и его конкретные потребности в функциональности и комфорте.",
    "InstallationText": "3. УСТАНОВКА, профессионально, аккуратно и чисто: После того как клиент выбрал необходимые продукты и материалы, мы приступаем к их профессиональной установке. Наша команда высококвалифицированных и опытных монтажников выполняет работу тщательно и с вниманием к деталям, гарантируя безупречное и долговечное исполнение. Мы обязуемся проводить установку аккуратно и чисто, с соблюдением пространства и мебели клиента, и оставлять место в идеальном состоянии после завершения работы. В Space of Design мы стремимся предоставить комплексное и высококачественное обслуживание от первого контакта до окончательной установки, обеспечивая полное удовлетворение наших клиентов на каждом этапе процесса."
  },
  "Crystal": {
    "Title": "Распашные и раздвижные стеклянные ограждения",
    "Contact": "Откройте для себя элегантность и эксклюзивность с нашими стеклянными занавесками для ограждения пространств!",
    "Advice": "Наши стеклянные занавески предлагают инновационное и утонченное решение для создания уникальных и неповторимых атмосфер в вашем доме или бизнесе. Современный и минималистичный дизайн этих занавесок преобразит ваши внешние пространства в функциональные и элегантные зоны, идеальные для использования круглый год.",
    "Installation": "Благодаря безрамному дизайну и плавной системе раздвижения наши стеклянные занавески предоставляют панорамные виды без преград, пропускают естественный свет в ваши помещения и создают ощущение простора и светлоты. Кроме того, их универсальность позволяет открывать или закрывать занавески по мере необходимости, адаптируясь к погоде и атмосфере в любое время.",
    "Concept": "Изготовленные из закаленного высококачественного стекла, наши занавески обеспечивают исключительную прочность и долговечность, гарантируя эффективную защиту от внешних элементов, таких как ветер, дождь и пыль, не жертвуя при этом эстетикой и прозрачностью.",
    "ContactText": "Будь то создание элегантной обеденной зоны под открытым небом, уютной гостиной у бассейна или роскошного мероприятийного пространства для вашего бизнеса, наши стеклянные занавески - идеальный выбор для добавления изысканности и эксклюзивности в любое пространство.",
    "AdviceText": "Преобразите ваши внешние пространства в уникальные и эксклюзивные места с нашими стеклянными занавесками и воплотите свои мечты о дизайне и комфорте. Смело отличайтесь непревзойденной элегантностью наших решений по ограждению!"
  },
  "Sliding": {
    "Title": "Сдвижные панели для декора интерьера",
    "Contact": "Сдвижные панели для декорации интерьера с использованием современных материалов - это современное и элегантное решение для украшения и управления освещением любого пространства. Этот продукт сочетает в себе современный дизайн и передовую технологию, предлагая универсальный и функциональный вариант для оформления вашего дома, адаптируемый к вашему индивидуальному вкусу.",
    "Advice": "Материалы последнего поколения: Сдвижные панели изготовлены из высококачественных материалов и передовых технологий, гарантирующих прочность и устойчивость. К ним могут относиться инновационные ткани, устойчивые к пятнам и износу, такие как стекловолокно, солнцезащитные или пропитанные льняные ткани.",
    "Installation": "Простое обслуживание: Поверхность сдвижных панелей разработана для легкого обслуживания, что устраняет необходимость постоянной чистки. Материалы отталкивают пыль и пятна, что облегчает их ежедневную чистку мягкой влажной тканью.",
    "Concept": "Системы с мотором: Этот продукт оборудован современными моторизованными системами, позволяющими удобно и эффективно управлять панелями. С помощью пульта дистанционного управления или даже мобильных приложений можно регулировать положение панелей для регулирования входа света и обеспечения конфиденциальности единым касанием.",
    "ContactText": "Персонализация и дизайн: Сдвижные панели представлены в широкой цветовой гамме, узорах и текстурах, чтобы соответствовать любому стилю интерьера. Кроме того, они предоставляют возможности для персонализации с помощью цифровой печати, чтобы удовлетворить индивидуальные предпочтения пользователя."
  },
  "Roller": {
    "Title": "Рулонные шторы для декорации интерьера",
    "Contact": "Рулонные шторы для текстильного декора интерьера с использованием материалов последнего поколения - это современное и элегантное решение для украшения и управления освещением любого пространства. Этот продукт сочетает в себе современный дизайн с передовой технологией, предлагая универсальный и функциональный вариант для декорации вашего дома, адаптируемый к вашему индивидуальному вкусу.",
    "Advice": "Материалы последнего поколения: Рулонные шторы изготовлены из высококачественных материалов и передовых технологий, гарантирующих прочность и устойчивость. Эти материалы могут включать инновационные ткани, устойчивые к пятнам и износу, такие как стекловолокно, солнцезащитные или пропитанные льняные ткани.",
    "Installation": "Простое обслуживание: Поверхность рулонных штор разработана для легкого обслуживания, устраняя необходимость постоянной чистки. Материалы отталкивают пыль и пятна, что облегчает их ежедневную чистку мягкой влажной тканью.",
    "Concept": "Системы с мотором: Этот продукт оборудован современными моторизованными системами, позволяющими удобно и эффективно управлять шторами. С помощью пульта дистанционного управления или даже мобильных приложений можно регулировать положение рулонов для регулирования входа света и обеспечения конфиденциальности единым касанием.",
    "ContactText": "Персонализация и дизайн: Рулонные шторы доступны в широкой цветовой гамме, узорах и текстурах, чтобы соответствовать любому стилю интерьера. Кроме того, они предоставляют возможности для персонализации с помощью цифровой печати, чтобы удовлетворить индивидуальные предпочтения пользователя."
  },
  "Slated": {
    "Title": "Вертикальные ламели для оформления интерьера.",
    "Contact": "Наш продукт рулонных вертикальных жалюзи сочетает в себе передовую технологию с высококачественными материалами, чтобы предложить вам непревзойденный опыт солнцезащиты. Изготовленные из материалов, таких как солнцезащитная ткань, стекловолокно и натуральные ткани, эти жалюзи обеспечивают эффективную защиту от солнечных лучей, создавая уютную и комфортабельную обстановку в помещении.",
    "Advice": "То, что делает наши жалюзи по-настоящему уникальными, - это возможность персонализации через цифровую печать. Хотите добавить капельку цвета или индивидуальный дизайн к своим жалюзи? С нашей опцией цифровой печати вы можете превратить свои жалюзи в настоящее произведение искусства, отражающее ваш стиль и личность.",
    "Installation": "Но это еще не все. Представляем систему Duomo, революционное новшество, объединяющее легкость и элегантность в одном продукте. Система Duomo невероятно легка, что облегчает ее установку и обслуживание, но при этом ничего не утрачивает в терминах стиля и утонченности. С Duomo вы получаете лучшее из обоих миров: функциональность и красоту."
  },
  "Venetian": {
    "Title": "Венецианские жалюзи из дерева или алюминия для декора интерьера",
    "Contact": "Откройте для себя элегантность и комфорт с нашими декоративными венецианскими жалюзи для интерьера из дерева или алюминия!",
    "Advice": "В нашей коллекции мы предлагаем непревзойденное декоративное решение. Наши венецианские жалюзи не только добавляют нотку тепла и комфорта в любое пространство, но также невероятно легки в уходе, что делает их идеальным выбором для вашего дома или офиса.",
    "Installation": "Венецианские жалюзи из дерева или алюминия изготавливаются из лучших материалов, выделяя их красоту и текстуру. Эти материалы тщательно обрабатываются для обеспечения их стойкости к течению времени, в то время как их гладкая и роскошная отделка создает уютную и элегантную атмосферу в любом пространстве. Кроме того, дерево и алюминий отличаются простотой ухода и обслуживания, позволяя вам наслаждаться их красотой в течение многих лет с минимальным уходом.",
    "Concept": "Моторизованные системы: Этот продукт оснащен моторизованными системами, которые позволяют управлять панелями удобно и эффективно. С помощью пульта дистанционного управления или даже через мобильные приложения вы можете регулировать положение панелей для регулировки входа света и обеспечения конфиденциальности одним прикосновением."
  },
  "Pleated": {
    "Title": "Плиссированные шторы для декора интерьера",
    "Contact": "Плиссированные шторы - это элегантное и функциональное решение для декора интерьера и защиты от солнца. Они характеризуются складывающимся дизайном, который позволяет легко регулировать количество света, поступающего в комнату, и обеспечивать конфиденциальность в соответствии с потребностями пользователя.",
    "Advice": "Характеристики:",
    "Installation": "Разнообразие материалов: Эти шторы доступны в широком ассортименте материалов, включая прозрачные, полупрозрачные и непрозрачные ткани, а также варианты с защитой от УФ-лучей для сохранения мебели и предотвращения бликов.",
    "Concept": "Декоративные дизайны: Эти шторы представлены в разнообразных дизайнах и цветах, которые подходят для различных стилей декора, от современного и минималистического до классического и традиционного.",
    "ContactText": "Функциональность и эстетика: Помимо своей практической функции как защиты от солнца и регулировки света, плиссированные шторы добавляют штрих элегантности и стиля в любое внутреннее пространство."
  },
  "Textile": {
    "Title": "Текстильные шторы и пошив для интерьерного оформления",
    "Contact": "У нас есть широкий ассортимент тканей, которые мы пошиваем в наших собственных мастерских с различными отделками и уровнями солнечной непрозрачности. Нам нравится сочетать технические шторы с рулонными или раздвижными панелями, дополненными падениями из натуральных тканей, создавая очень уютное тепло в наших пространствах с уникальным стилем и дизайном.",
    "Advice": "Кроме того, наши системы установки оснащены самыми инновационными материалами, уделяя внимание каждой мелочи в наших отделках. Наша линейка продуктов выделяется своей универсальностью и возможностью настройки. От цветов и узоров до размеров и стилей, вы можете создать по-настоящему уникальное и персонализированное пространство, отражающее ваш стиль и личность.",
    "Installation": "Наша коллекция тканей для штор и пошива сочетает в себе последние технологии с исключительным дизайном, предлагая вам беспрецедентный опыт оформления интерьера. С возможностью моторизации наших систем и широким спектром вариантов настройки, мы уверены, что вы найдете все необходимое для того, чтобы преобразить свои пространства со стилем и функциональностью."
  },
  "CustomStructures": {
      "Title": "ИНДИВИДУАЛЬНЫЕ КОНСТРУКЦИИ ДЛЯ САДОВ И ТЕРРАС",
      "Contact": "Наши садовые конструкции предлагают идеальное сочетание функциональности и эстетики, позволяя вам превратить свое открытое пространство в оазис отдыха и развлечений. С фиксированными или удлиненными вариантами рукояток наши конструкции адаптируются к вашим потребностям и предпочтениям, обеспечивая гибкость для максимального использования вашей открытой зоны.",
      "Advice": "Мы предлагаем возможность добавить встроенное светодиодное освещение; наши конструкции не только создают уютную и утонченную атмосферу, но и позволяют вам наслаждаться вашими открытыми пространствами даже после захода солнца. Светодиодное освещение обеспечивает мягкий и приятный свет, идеальный для общения, ужинов на свежем воздухе или просто отдыха под звездами.",
      "Installation": "Созданные из высококачественных материалов и прочным дизайном, наши садовые конструкции гарантируют стойкость к погодным условиям и легкость обслуживания, чтобы вы могли наслаждаться их красотой и комфортом многие годы.",
      "Concept": "Будь то создание тихого уголка для чтения, яркого места для развлечений или просто пространства для наслаждения свежим воздухом, наши садовые конструкции - идеальный выбор для добавления штриха элегантности и комфорта в ваш дом.",
      "ContactText": "Преобразите свой сад, террасу или двор в мечтательное место с нашими садовыми конструкциями и испытайте красоту и спокойствие ваших открытых пространств, как никогда прежде."
  },
  "Pergolas": {
    "Title": "ПЕРГОЛЫ И КОНСТРУКЦИИ ДЛЯ ПАРКОВКИ С ФОТОВОЛЬТАИЧЕСКОЙ СИСТЕМОЙ",
    "Contact": "Добро пожаловать в будущее солнечной энергии и интеллектуальной функциональности с нашим инновационным решением перголы с фотовольтаической системой и структуры для парковки с фотовольтаической системой!",
    "Advice": "Наши фотовольтаические перголы и структуры для парковки представляют идеальное сочетание устойчивости, энергоэффективности и современного дизайна. Представьте себе пространство, которое не только обеспечивает тень и защиту для автомобилей, но также генерирует чистую и возобновляемую энергию, позволяя заряжать электромобиль с панелей, адаптивных к условиям меняющегося солнца.",
    "Installation": "С высокоэффективными солнечными панелями, встроенными в крышу перголы и структуры для парковки, каждый луч солнечного света превращается в электроэнергию, помогая уменьшить зависимость от необновляемых источников энергии и снизить углеродный след.",
    "Concept": "Но это еще не все. Наша технология моторизованных ориентируемых солнечных панелей добавляет дополнительный уровень интеллекта в нашу систему. Эти панели могут автоматически регулироваться, следя за траекторией солнца в течение дня, оптимизируя захват солнечной энергии в реальном времени. Облачный или затененный день? Нет проблем. Наша система может адаптироваться для максимизации экспозиции к солнцу.",
    "ContactText": "Помимо ее энергетических функций, наши фотовольтаические перголы и структуры для парковки - свидетельство элегантного дизайна и универсальности. С разнообразием вариантов настройки, от материалов до цветов и отделки, мы можем адаптировать наш продукт под любую архитектурную и эстетическую среду."
  },
  "Coffee": {
    "Title": "СИСТЕМЫ РЕТРАКТАБЕЛЬНЫХ ТЕНТОВ",
    "Contact": "Наши конструкции для сада предлагают идеальное сочетание функциональности и эстетики, позволяя вам превратить ваше открытое пространство в оазис релаксации и развлечений. С фиксированными или выдвижными вариантами, наши конструкции адаптируются к вашим потребностям и предпочтениям, обеспечивая гибкость для максимального использования вашей открытой площади.",
    "Advice": "Мы предлагаем возможность добавить встроенное светодиодное освещение; наши конструкции не только создают уютную и утонченную атмосферу, но также позволяют вам наслаждаться вашими открытыми пространствами даже после наступления ночи. Светодиодное освещение создает мягкий и приятный свет, идеальный для общественных мероприятий, ужинов на свежем воздухе или просто для отдыха под звездами.",
    "Installation": "Изготовленные из высококачественных материалов и прочным дизайном, наши конструкции для сада гарантируют устойчивость к погодным условиям и легкость ухода, чтобы вы могли наслаждаться их красотой и комфортом многие годы.",
    "Concept": "Будь то уютное место для чтения, яркая зона развлечений или просто место для наслаждения свежим воздухом, наши садовые конструкции - идеальный выбор для добавления шарма и комфорта в ваш дом.",
    "ContactText": "Преобразуйте ваш сад, террасу или двор в мечтательное место с нашими конструкциями для сада и испытайте красоту и спокойствие ваших открытых пространств, как никогда раньше."
  },
  "Retractable": {
    "Title": "СИСТЕМЫ РЕТРАКТАБЕЛЬНЫХ НАВЕСОВ",
    "Contact": "Наслаждайтесь свежим воздухом с непревзойденным стилем и комфортом благодаря нашей инновационной системе ретрактабельных навесов! Тщательно разработанная для создания уникальных и комфортных открытых пространств, эта инновационная система является идеальным решением для тех, кто хочет максимально использовать свои открытые площадки, будь то сады, террасы или патио.",
    "Advice": "С прочной и элегантной конструкцией наши ретрактабельные навесы не только обеспечивают защиту от непогоды, но также добавляют штрих утонченности в любую обстановку. Изготовленные из высококачественных материалов, они обеспечивают долговечность и стойкость к атмосферным воздействиям, гарантируя годы надежного использования.",
    "Installation": "С возможностью моторизации системы вы сможете разворачивать или убирать навес всего одним нажатием кнопки, обеспечивая беспрецедентный уровень удобства. Будь то желание насладиться теплыми солнечными лучами или укрыться в тени, наши ретрактабельные навесы предоставляют вам полный контроль над вашим открытым пространством.",
    "Concept": "Более того, их универсальный дизайн адаптируется под различные конфигурации и архитектурные стили, обеспечивая беспрепятственную интеграцию с вашим окружением."
  },
  "Flat": {
      "Title": "ПЛОСКИЕ СИСТЕМЫ НАВЕСОВ",
      "Contact": "Погрузитесь в роскошь и комфорт на свежем воздухе с нашим Плоским Навесом для садов и террас. Разработанный с премьерой создания уникальных и комфортабельных пространств, этот элегантный система солнцезащиты мгновенно поднимает шарм любой открытой площадки, предоставляя вам идеальное убежище для отдыха и наслаждения свежим воздухом.",
      "Advice": "С минималистичным и современным дизайном наш плоский навес преобразует пространство в уютное и стильное убежище. Этот продукт гарантирует стойкость к погодным условиям и долговечность на долгие годы, обеспечивая вам возможность наслаждаться своим открытым оазисом без забот.",
      "Installation": "С возможностью моторизации системы вы можете легко управлять раскрытием и сворачиванием навеса всего одним нажатием кнопки, обеспечивая вам беспрецедентный уровень удобства и комфорта. Будь то желание наслаждаться теплыми солнечными лучами или создать прохладную и расслабляющую тень, наш плоский навес предоставляет вам полный контроль над вашим окружением на свежем воздухе.",
      "Concept": "Представьте себе возможности: от уютных вечеров на свежем воздухе до живых встреч с друзьями и семьей, наш Плоский Навес для садов и террас предоставляет вам свободу создать идеальную атмосферу в любое время.",
      "ContactText": "Откройте для себя новый способ наслаждаться вашими открытыми пространствами с нашим Плоским Навесом для садов и террас. Сделайте каждый момент на свежем воздухе незабываемым!"
  },
  "HELLO": "Привет"
}
