{
  "Home": {
    "Indoor": "ВНУТРЕННИЕ",
    "Outdoor": "ВНЕШНИЕ"
  },
  "Nav": {
    "Home": "Главная",
    "Work": "Наша работа",
    "Contact": "Контакт",
    "Languages": "Языки"
  },
  "Contact": {
    "Title": "Свяжитесь с нами",
    "Solutions": "У нас есть все решения для вас",
    "FullName": "Полное имя",
    "Email": "Электронная почта",
    "Phone": "Телефон",
    "Message": "Сообщение"
  },
  "Language": {
    "Languages": "Языки",
    "Header": "Выберите свой язык"
  },
  "Work": {
    "Title": "Наш метод работы",
    "Contact": "1. Начальный контакт",
    "Advice": "2. Консультации на вашем домашнем участке",
    "Installation": "3. Установка на вашем домашнем участке",
    "Concept": "Наш метод работы в Space of Design, специализирующемся на декоре и солнечной защите для внутренних и внешних помещений, направлен на предоставление нашим клиентам полного и удовлетворительного опыта с первого контакта до финальной установки. Ниже я подробно опишу каждый этап нашего процесса:",
    "ContactText": "1. НАЧАЛЬНЫЙ КОНТАКТ: На этом этапе мы получаем звонок заинтересованного клиента. Наша команда клиентского обслуживания имеет высокую квалификацию для прослушивания конкретных потребностей и требований каждого клиента, предоставляя персонализированное обслуживание и отвечая на все их вопросы и запросы, назначая встречу для посещения их дома без дополнительной платы для вас.",
    "AdviceText": "2. ПЕРСОНАЛИЗИРОВАННЫЕ КОНСУЛЬТАЦИИ: Во время визита на дом клиента наша команда экспертов по декору и солнечной защите предоставляет полную и персонализированную консультацию. Мы представляем широкий выбор продуктов и материалов, объясняя характеристики, преимущества и возможности каждого из них. Кроме того, мы убеждаемся, что понимаем эстетические предпочтения клиента и его конкретные потребности в функциональности и комфорте.",
    "InstallationText": "3. УСТАНОВКА: профессиональная, аккуратная и чистая: Как только клиент выбрал желаемые продукты и материалы, мы переходим к их профессиональной установке. Наша команда установщиков с высокой квалификацией и опытом выполняет работу с дотошностью и вниманием к деталям, гарантируя безупречное и долговечное качество. Мы обязуемся проводить установку аккуратно и чисто, с уважением к пространству и мебели клиента, и оставлять место в идеальном состоянии по завершении работ. В Space of Design мы стремимся предоставить комплексное и качественное обслуживание, начиная с первого контакта и заканчивая финальной установкой, обеспечивая полное удовлетворение наших клиентов на каждом этапе процесса."
  },
  "Indoor": {
    "Title": "Внутренняя солнечная защита и текстильное оформление интерьера",
    "Titlesm": "Внутренние солнечные шторы",
    "SlidingPanels": "Скользящие панели",
    "RollerBlind": "Рулонные шторы",
    "Pleated": "Плиссированные шторы",
    "Slated": "Вертикальные жалюзи",
    "Venetian": "Деревянные и алюминиевые жалюзи",
    "Venetiansm": "Деревянные жалюзи",
    "Textile": "Ткани для штор и пошив",
    "Textilesm": "Шторы и пошив"
  },
  "Outdoor": {
    "Title": "Внешняя солнечная защита и конструкции для сада и террасы",
    "Titlesm": "Внешняя солнечная защита",
    "SunProtect": "Система тентов",
    "Garden": "Садовые конструкции",
    "Photovoltaic": "Фотовольтаический беседки",
    "Bioclimatic": "Биоклиматические беседки",
    "Led": "Зонты",
    "Microclimatized": "Чиллаут-зоны"
  },
  "Crystal": {
    "Title": "Раздвижные и раскладные стеклянные ограждения",
    "Titlesm": "Стеклянные ограждения",
    "Contact": "Откройте для себя элегантность и эксклюзивность наших стеклянных штор для ограждений пространства!",
    "Advice": "Наши стеклянные шторы предлагают инновационное и изысканное решение для создания уникальных и отличительных атмосфер в вашем доме или бизнесе. С современным и минималистичным дизайном эти шторы превращают ваши внешние пространства в функциональные и элегантные зоны, идеальные для наслаждения круглый год.",
    "Installation": "Благодаря своему безрамному дизайну и мягкой скольжении наши стеклянные шторы обеспечивают панорамный вид без препятствий, позволяя естественному свету проникать в ваши пространства и создавать ощущение простора и света. Кроме того, их универсальность позволяет вам открывать или закрывать шторы по вашему желанию, адаптируясь к погоде и обстановке в любое время.",
    "Concept": "Изготовленные из высококачественного закаленного стекла, наши шторы обеспечивают исключительную прочность и долговечность, гарантируя эффективную защиту от внешних элементов, таких как ветер, дождь и пыль, без ущерба для эстетики или прозрачности.",
    "ContactText": "Будь то создание стильного обеденного места на открытом воздухе, уютной гостиной у бассейна или роскошного мероприятийного пространства для вашего бизнеса, наши стеклянные шторы - идеальный выбор, чтобы добавить изыск и эксклюзивность в любую обстановку.",
    "AdviceText": "Преобразуйте ваши внешние пространства в уникальные и эксклюзивные места с нашими стеклянными шторами и воплотите в жизнь свои мечты о дизайне и комфорте. Позвольте себе выделиться с непревзойденной элегантностью наших решений по ограждению!"
  },
  "Sliding": {
    "Title": "Сдвижные панели для декора интерьера",
    "Contact": "Сдвижные панели для декорации интерьера с использованием современных материалов - это современное и элегантное решение для украшения и управления освещением любого пространства. Этот продукт сочетает в себе современный дизайн и передовую технологию, предлагая универсальный и функциональный вариант для оформления вашего дома, адаптируемый к вашему индивидуальному вкусу.",
    "Advice": "Материалы последнего поколения: Сдвижные панели изготовлены из высококачественных материалов и передовых технологий, гарантирующих прочность и устойчивость. К ним могут относиться инновационные ткани, устойчивые к пятнам и износу, такие как стекловолокно, солнцезащитные или пропитанные льняные ткани.",
    "Installation": "Простое обслуживание: Поверхность сдвижных панелей разработана для легкого обслуживания, что устраняет необходимость постоянной чистки. Материалы отталкивают пыль и пятна, что облегчает их ежедневную чистку мягкой влажной тканью.",
    "Concept": "Системы с мотором: Этот продукт оборудован современными моторизованными системами, позволяющими удобно и эффективно управлять панелями. С помощью пульта дистанционного управления или даже мобильных приложений можно регулировать положение панелей для регулирования входа света и обеспечения конфиденциальности единым касанием.",
    "ContactText": "Персонализация и дизайн: Сдвижные панели представлены в широкой цветовой гамме, узорах и текстурах, чтобы соответствовать любому стилю интерьера. Кроме того, они предоставляют возможности для персонализации с помощью цифровой печати, чтобы удовлетворить индивидуальные предпочтения пользователя."
  },
  "Roller": {
    "Title": "Рулонные шторы для декорации интерьера",
    "Contact": "Рулонные шторы для текстильного декора интерьера с использованием материалов последнего поколения - это современное и элегантное решение для украшения и управления освещением любого пространства. Этот продукт сочетает в себе современный дизайн с передовой технологией, предлагая универсальный и функциональный вариант для декорации вашего дома, адаптируемый к вашему индивидуальному вкусу.",
    "Advice": "Материалы последнего поколения: Рулонные шторы изготовлены из высококачественных материалов и передовых технологий, гарантирующих прочность и устойчивость. Эти материалы могут включать инновационные ткани, устойчивые к пятнам и износу, такие как стекловолокно, солнцезащитные или пропитанные льняные ткани.",
    "Installation": "Простое обслуживание: Поверхность рулонных штор разработана для легкого обслуживания, устраняя необходимость постоянной чистки. Материалы отталкивают пыль и пятна, что облегчает их ежедневную чистку мягкой влажной тканью.",
    "Concept": "Системы с мотором: Этот продукт оборудован современными моторизованными системами, позволяющими удобно и эффективно управлять шторами. С помощью пульта дистанционного управления или даже мобильных приложений можно регулировать положение рулонов для регулирования входа света и обеспечения конфиденциальности единым касанием.",
    "ContactText": "Персонализация и дизайн: Рулонные шторы доступны в широкой цветовой гамме, узорах и текстурах, чтобы соответствовать любому стилю интерьера. Кроме того, они предоставляют возможности для персонализации с помощью цифровой печати, чтобы удовлетворить индивидуальные предпочтения пользователя."
  },
  "Slated": {
    "Title": "Вертикальные ламели для оформления интерьера.",
    "Contact": "Наш продукт рулонных вертикальных жалюзи сочетает в себе передовую технологию с высококачественными материалами, чтобы предложить вам непревзойденный опыт солнцезащиты. Изготовленные из материалов, таких как солнцезащитная ткань, стекловолокно и натуральные ткани, эти жалюзи обеспечивают эффективную защиту от солнечных лучей, создавая уютную и комфортабельную обстановку в помещении.",
    "Advice": "То, что делает наши жалюзи по-настоящему уникальными, - это возможность персонализации через цифровую печать. Хотите добавить капельку цвета или индивидуальный дизайн к своим жалюзи? С нашей опцией цифровой печати вы можете превратить свои жалюзи в настоящее произведение искусства, отражающее ваш стиль и личность.",
    "Installation": "Но это еще не все. Представляем систему Duomo, революционное новшество, объединяющее легкость и элегантность в одном продукте. Система Duomo невероятно легка, что облегчает ее установку и обслуживание, но при этом ничего не утрачивает в терминах стиля и утонченности. С Duomo вы получаете лучшее из обоих миров: функциональность и красоту."
  },
  "Venetian": {
    "Title": "Венецианские жалюзи из дерева или алюминия для декора интерьера",
    "Contact": "Откройте для себя элегантность и комфорт с нашими декоративными венецианскими жалюзи для интерьера из дерева или алюминия!",
    "Advice": "В нашей коллекции мы предлагаем непревзойденное декоративное решение. Наши венецианские жалюзи не только добавляют нотку тепла и комфорта в любое пространство, но также невероятно легки в уходе, что делает их идеальным выбором для вашего дома или офиса.",
    "Installation": "Венецианские жалюзи из дерева или алюминия изготавливаются из лучших материалов, выделяя их красоту и текстуру. Эти материалы тщательно обрабатываются для обеспечения их стойкости к течению времени, в то время как их гладкая и роскошная отделка создает уютную и элегантную атмосферу в любом пространстве. Кроме того, дерево и алюминий отличаются простотой ухода и обслуживания, позволяя вам наслаждаться их красотой в течение многих лет с минимальным уходом.",
    "Concept": "Моторизованные системы: Этот продукт оснащен моторизованными системами, которые позволяют управлять панелями удобно и эффективно. С помощью пульта дистанционного управления или даже через мобильные приложения вы можете регулировать положение панелей для регулировки входа света и обеспечения конфиденциальности одним прикосновением."
  },
  "Pleated": {
    "Title": "Плиссированные шторы для декора интерьера",
    "Contact": "Плиссированные шторы - это элегантное и функциональное решение для декора интерьера и защиты от солнца. Они характеризуются складывающимся дизайном, который позволяет легко регулировать количество света, поступающего в комнату, и обеспечивать конфиденциальность в соответствии с потребностями пользователя.",
    "Advice": "Характеристики:",
    "Installation": "Разнообразие материалов: Эти шторы доступны в широком ассортименте материалов, включая прозрачные, полупрозрачные и непрозрачные ткани, а также варианты с защитой от УФ-лучей для сохранения мебели и предотвращения бликов.",
    "Concept": "Декоративные дизайны: Эти шторы представлены в разнообразных дизайнах и цветах, которые подходят для различных стилей декора, от современного и минималистического до классического и традиционного.",
    "ContactText": "Функциональность и эстетика: Помимо своей практической функции как защиты от солнца и регулировки света, плиссированные шторы добавляют штрих элегантности и стиля в любое внутреннее пространство."
  },
  "Textile": {
    "Title": "Текстильные шторы и пошив для интерьерного оформления",
    "Contact": "У нас есть широкий ассортимент тканей, которые мы пошиваем в наших собственных мастерских с различными отделками и уровнями солнечной непрозрачности. Нам нравится сочетать технические шторы с рулонными или раздвижными панелями, дополненными падениями из натуральных тканей, создавая очень уютное тепло в наших пространствах с уникальным стилем и дизайном.",
    "Advice": "Кроме того, наши системы установки оснащены самыми инновационными материалами, уделяя внимание каждой мелочи в наших отделках. Наша линейка продуктов выделяется своей универсальностью и возможностью настройки. От цветов и узоров до размеров и стилей, вы можете создать по-настоящему уникальное и персонализированное пространство, отражающее ваш стиль и личность.",
    "Installation": "Наша коллекция тканей для штор и пошива сочетает в себе последние технологии с исключительным дизайном, предлагая вам беспрецедентный опыт оформления интерьера. С возможностью моторизации наших систем и широким спектром вариантов настройки, мы уверены, что вы найдете все необходимое для того, чтобы преобразить свои пространства со стилем и функциональностью."
  },
  "CustomStructures": {
    "Title": "ИНДИВИДУАЛЬНЫЕ ДИЗАЙНЕРСКИЕ КОНСТРУКЦИИ ДЛЯ САДОВ И ТЕРРАС",
    "Titlesm": "САДОВЫЕ КОНСТРУКЦИИ",
    "Contact": "Наши конструкции для садов предлагают идеальное сочетание функциональности и эстетики, позволяя вам превратить ваше открытое пространство в оазис релаксации и развлечений. С фиксированными или выдвижными опциями, наши конструкции адаптируются под ваши потребности и предпочтения, обеспечивая гибкость для максимального использования вашего открытого пространства.",
    "Advice": "Мы предлагаем возможность добавить встроенное LED-освещение. Наши конструкции не только создают уютную и утонченную атмосферу, но и позволяют вам наслаждаться вашими открытыми пространствами даже после наступления ночи. LED-освещение обеспечивает мягкий и приятный свет, идеальный для общественных мероприятий, ужинов на открытом воздухе или просто для релаксации под звездами.",
    "Installation": "С построенными из высококачественных материалов и прочным дизайном, наши конструкции для садов гарантируют устойчивость к погодным условиям и легкое обслуживание, чтобы вы могли наслаждаться их красотой и комфортом на протяжении многих лет.",
    "Concept": "Будь то вы хотите создать спокойное место для чтения, живой развлекательный уголок или просто место для наслаждения свежим воздухом, наши конструкции для садов - идеальный выбор для добавления штриха элегантности и комфорта к вашему дому.",
    "ContactText": "Превратите ваш сад, террасу или патио в место мечты с нашими конструкциями для садов и испытайте красоту и спокойствие ваших открытых пространств, как никогда раньше."
  },
  "Pergolas": {
    "Title": "ПЕРГОЛЫ И СТРОИТЕЛЬНЫЕ КОНСТРУКЦИИ ДЛЯ ПАРКОВОК С ФОТОВОЛЬТНЫМИ СИСТЕМАМИ",
    "Titlesm": "ФОТОВОЛЬТНЫЕ ПЕРГОЛЫ",
    "Contact": "Добро пожаловать в будущее солнечной энергии и интеллектуальной функциональности с нашим инновационным решением фотовольтаической перголы и фотовольтаической структуры парковки!",
    "Advice": "Наши фотовольтаическая пергола и структура парковки представляют собой идеальное слияние устойчивости, энергоэффективности и современного дизайна. Представьте себе пространство, которое не только обеспечивает тень и защиту для транспортных средств, но также генерирует чистую и возобновляемую энергию, которую можно использовать для зарядки вашего электромобиля с помощью адаптивных панелей, интеллектуально адаптирующихся к меняющимся условиям солнечного света.",
    "Installation": "С высокоэффективными солнечными панелями, встроенными в крышу перголы и структуру парковки, каждый луч солнечного света превращается в электроэнергию, помогая уменьшить зависимость от невозобновляемых источников энергии и уменьшить углеродный след.",
    "Concept": "Но это еще не все. Наша технология ориентируемых солнечных панелей добавляет еще один уровень интеллектуальности в нашу систему. Эти панели могут автоматически настраиваться для отслеживания траектории солнца в течение дня, оптимизируя тем самым захват солнечной энергии в реальном времени. Облачный или затененный день? Нет проблем. Наша система может настраиваться для максимизации доступной солнечной экспозиции.",
    "ContactText": "Помимо энергетической функциональности, наши фотовольтаические перголы и структуры для парковок являются воплощением элегантности и универсальности. С разнообразием опций настройки, от материалов до цветов и отделки, мы можем адаптировать наш продукт к любой архитектурной и эстетической среде."
  },
  "Bioclimatic": {
    "Title": "БИОКЛИМАТИЧЕСКИЕ ПЕРГОЛЫ ДЛЯ САДОВ И ТЕРРАС",
    "Titlesm": "БИОКЛИМАТИЧЕСКИЕ ПЕРГОЛЫ",
    "Contact": "Откройте для себя инновационную биоклиматическую перголу с ретрактируемыми жалюзи - идеальный выбор для преобразования ваших открытых пространств в оазис уникального дизайна и комфорта!",
    "Advice": "Наши биоклиматические перголы сочетают в себе продвинутую функциональность с элегантным и современным дизайном, предоставляя вам полный контроль над вашей открытой средой. Благодаря моторизованным ретрактируемым жалюзи, вы легко можете регулировать количество солнечного света, тени и вентиляции, создавая идеальную атмосферу в любое время суток.",
    "Installation": "Построенная с использованием высококачественных материалов в различных цветах и отделках с передовой инженерией, наша биоклиматическая пергола гарантирует долговечность и устойчивость к погодным условиям, позволяя вам наслаждаться вашими открытыми пространствами в течение всего года.",
    "Concept": "Будь то вы ищете создать спокойный уголок для чтения в вашем саду, живое место для общения или тихое убежище для релаксации после долгого дня, наша биоклиматическая пергола - идеальное решение для ваших потребностей в дизайне и комфорте на открытом воздухе.",
    "ContactText": "Преобразуйте ваш двор, террасу или сад в персонализированный уголок с нашей биоклиматической перголой и испытайте идеальное сочетание стиля, функциональности и комфорта, которое только мы можем предложить."
  },
  "Coffee": {
    "Title": "СИСТЕМЫ НАВЕСОВ КОФЕ",
    "Titlesm": "КОФЕ-НАВЕСЫ",
    "Contact": "Наши конструкции для садов предлагают идеальное сочетание функциональности и эстетики, позволяя вам превратить ваше открытое пространство в оазис релаксации и развлечений. С фиксированными или выдвижными опциями, наши конструкции адаптируются под ваши потребности и предпочтения, обеспечивая гибкость для максимального использования вашего открытого пространства.",
    "Advice": "Мы предлагаем возможность добавить встроенное LED-освещение. Наши конструкции не только создают уютную и утонченную атмосферу, но и позволяют вам наслаждаться вашими открытыми пространствами даже после наступления ночи. LED-освещение обеспечивает мягкий и приятный свет, идеальный для общественных мероприятий, ужинов на открытом воздухе или просто для релаксации под звездами.",
    "Installation": "С построенными из высококачественных материалов и прочным дизайном, наши конструкции для садов гарантируют устойчивость к погодным условиям и легкое обслуживание, чтобы вы могли наслаждаться их красотой и комфортом на протяжении многих лет.",
    "Concept": "Будь то вы хотите создать спокойное место для чтения, живой развлекательный уголок или просто место для наслаждения свежим воздухом, наши конструкции для садов - идеальный выбор для добавления штриха элегантности и комфорта к вашему дому.",
    "ContactText": "Превратите ваш сад, террасу или патио в место мечты с нашими конструкциями для садов и испытайте красоту и спокойствие ваших открытых пространств, как никогда раньше."
  },
  "Retractable": {
    "Title": "СИСТЕМЫ РЕТРАКТАБЕЛЬНЫХ НАВЕСОВ",
    "Titlesm": "РЕТРАКТАБЕЛЬНЫЕ НАВЕСЫ",
    "Contact": "Наслаждайтесь открытым воздухом с непревзойденным стилем и комфортом благодаря нашему Ретрактабельному Навесу на Конструкции! Тщательно разработанный для создания уникальных и комфортабельных открытых пространств, этот инновационный система является идеальным решением для тех, кто стремится извлечь максимум из своих открытых пространств, будь то сады, террасы или патио.",
    "Advice": "С элегантной и прочной конструкцией, наш ретрактабельный навес не только обеспечивает защиту от погодных условий, но и добавляет штрих изысканности в любую обстановку. Изготовленный из высококачественных материалов, он гарантирует долговечность и устойчивость к погодным воздействиям, обеспечивая надежный использование в течение многих лет.",
    "Installation": "С возможностью моторизации системы, вы можете развернуть или свернуть свой навес всего одним нажатием кнопки, обеспечивая беспрецедентный уровень удобства. Будь то вы хотите наслаждаться теплым солнцем или укрыться в прохладной тени, наш ретрактабельный навес предоставляет вам полный контроль над вашим открытым пространством.",
    "Concept": "Кроме того, его универсальный дизайн подходит для различных конфигураций и архитектурных стилей, обеспечивая идеальную интеграцию с вашей существующей средой.",
    "ContactText": "Не жертвуйте качеством и комфортом открытого пространства. Откройте для себя новый способ наслаждаться вашими открытыми пространствами с нашим Ретрактабельным Навесом на Конструкции. Сделайте каждый момент на свежем воздухе незабываемым!"
  },
  "Flat": {
    "Title": "СИСТЕМЫ ПЛОСКИХ НАВЕСОВ",
    "Titlesm": "ПЛОСКИЕ НАВЕСЫ",
    "Contact": "Погрузитесь в роскошь и комфорт открытого воздуха с нашим Плоским Навесом для Садов и Террас. Разработанный с целью создания уникальных и комфортабельных открытых пространств, этот стильный система солнцезащиты мгновенно поднимает обаяние любого открытого пространства, предоставляя вам идеальное убежище для релаксации и наслаждения свежим воздухом.",
    "Advice": "С его минималистичным и современным дизайном, наш плоский навес превращает пространство в уютное и стильное убежище. Этот продукт обеспечивает устойчивость к погодным условиям и долговечность на долгие годы, гарантируя, что вы сможете наслаждаться вашим оазисом на открытом воздухе беззаботно.",
    "Installation": "С возможностью моторизации системы, вы можете легко контролировать развертывание и сворачивание навеса с помощью всего одного нажатия кнопки, обеспечивая беспрецедентный уровень удобства и комфорта. Будь то вы хотите наслаждаться теплым солнцем или создать прохладную и расслабляющую тень, наш плоский навес предоставляет вам полный контроль над вашим открытым пространством.",
    "Concept": "Представьте себе возможности: от уединенных вечеринок на открытом воздухе до живых встреч с друзьями и семьей, наш Плоский Навес для Садов и Террас дает вам свободу создавать идеальную атмосферу в любое время.",
    "ContactText": "Откройте для себя новый способ наслаждаться вашими открытыми пространствами с нашим Плоским Навесом для Садов и Террас. Сделайте каждый момент на свежем воздухе незабываемым!"
  },
  "OutdoorVertical": {
    "Title": "СИСТЕМЫ ВЕРТИКАЛЬНЫХ ТЕНТОВ ДЛЯ УЛИЦЫ",
    "Titlesm": "ВЕРТИКАЛЬНЫЕ ТЕНТЫ",
    "Contact": "Добро пожаловать в нашу линейку инновационных продуктов для улицы! Мы представляем наш вертикальный тент, интеллектуальное решение, разработанное для создания комфортных пространств в вашем доме, защищая вас от непогоды и позволяя контролировать интенсивность света.",
    "Advice": "Наш вертикальный тент предлагает элегантный и функциональный дизайн, который идеально вписывается в любую внешнюю среду, будь то на вашей террасе, в саду или на патио. Благодаря его способности регулировать интенсивность света, вы можете наслаждаться приятной и персонализированной атмосферой в любое время суток.",
    "Installation": "Этот продукт изготовлен из высококачественных материалов, обеспечивающих прочность и стойкость к неблагоприятным погодным условиям. Его регулировочная система позволяет вам регулировать положение тента в соответствии с вашими потребностями, обеспечивая вам желаемую конфиденциальность и защиту в любое время.",
    "Concept": "Будь то вы хотите наслаждаться завтраком на свежем воздухе в солнечное утро или расслабиться на вашей террасе в дождливый вечер, наш вертикальный тент предоставляет вам гибкость и комфорт, необходимые для создания идеальной атмосферы в вашем доме.",
    "ContactText": "Узнайте, как наш вертикальный тент может преобразить ваше внешнее пространство в оазис комфорта и стиля. Сделайте ваш дом еще более уютным с нашим инновационным решением для улицы!"
  },
  "Led": {
    "Title": "СИСТЕМЫ ТЕНТОВ С ИНТЕГРИРОВАННЫМ LED-ОСВЕЩЕНИЕМ",
    "Titlesm": "ТЕНТЫ С LED",
    "Contact": "Представляем нашу последнюю инновацию в области внешней солнечной защиты: интеграцию систем LED во все наши продукты! Теперь мы не только предлагаем вам решения для защиты от солнца и непогоды, но и даем вам возможность создавать уникальные и эксклюзивные атмосферы в ваших внешних пространствах.",
    "Advice": "Представьте, как вы можете превратить вашу террасу, сад или патио в волшебное и уютное место всего нажатием кнопки. Наши интегрированные системы LED позволяют вам настраивать освещение вашего внешнего пространства в соответствии с вашим настроением, желаемой атмосферой или особым случаем, который вы отмечаете.",
    "Installation": "От мягких теплых огней, создающих расслабляющую атмосферу для романтического ужина, до ярких и красочных огней, оживляющих вечеринку на свежем воздухе, возможности бесконечны. Кроме того, интеграция систем LED в наши продукты солнечной защиты гарантирует элегантный и ненавязчивый дизайн, который подчеркивает красоту вашего внешнего пространства.",
    "Concept": "С нашей передовой технологией вы вкладываете свои деньги не только в защиту и функциональность, но и в стиль и атмосферу. Узнайте, как наши продукты солнечной защиты с интегрированными системами LED могут полностью изменить ваши впечатления от отдыха на свежем воздухе и сделать ваш дом еще более особенным и эксклюзивным."
  },
  "Traditional": {
    "Title": "ТРАДИЦИОННЫЕ СИСТЕМЫ ТЕНТОВ",
    "Titlesm": "ТРАДИЦИОННЫЕ ТЕНТЫ",
    "Contact": "Откройте для себя элегантность и функциональность наших традиционных тентов для наружного применения, идеально подходящих для небольших окон в высоте! Мы предлагаем широкий выбор моделей, включая классическую модель капота и универсальную модель с фиксированным точечным креплением, разработанные для удовлетворения всех ваших потребностей в защите от солнца и украшении вашего дома.",
    "Advice": "Модель капота - это очаровательный и вечный выбор, который добавляет нотку стиля к любому фасаду. Ее изогнутый дизайн создает характерный и уютный облик, а прочная конструкция обеспечивает эффективную защиту от солнца и дождя. Эта модель особенно подходит для небольших окон в высоте, поскольку ее компактный дизайн идеально подходит для ограниченных пространств.",
    "Installation": "С другой стороны, модель с фиксированным точечным креплением предлагает практичное и универсальное решение для ваших потребностей в защите от солнца. Ее модульный и регулируемый дизайн позволяет легко установить ее в различных местах, включая окна в высоте. С ее системой жестких рычагов этот тент обеспечивает стабильное и долговечное покрытие, гарантируя вам комфорт и защиту, которые вам нужны."
  },
  "HELLO": "Привет"
}
